Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Annual Cost Per Rack Unit (Year)
fr_fr: Coût annuel d'usage par baie
gl_es: Coste Anual Por Rack (Ano)
pt_br: Custo Anual por Unidade de Rack (Ano)
ru_ru: Годовая стоимость на юнит стойки (год)
uk_ua: Річна вартість одного юніта в шафі

source: Cost Per KwHr
fr_fr: Coût par Kwh
gl_es: Custo por Kwh
pt_br: Custos por kW/h
ru_ru: Стоимость за кВт*ч
uk_ua: Вартість кВт*год

source: Logo file for headers
fr_fr: Logo du site (entête)
gl_es: Fichero de Logo para Cabeceiras
pt_br: Cabeçalho de Arquivos de Logo
ru_ru: Логотип для заголовков
uk_ua: Файл логотипу організації

source: Font
fr_fr: Police de caractères
gl_es: Fonte
pt_br: Fonte
ru_ru: Шрифт
uk_ua: Шрифт

source: New Installs Period
fr_fr: Nouvelle Période d'installation
gl_es: Novo Periodo de Instalación
pt_br: Período de Novas Instalações
ru_ru: Новый период установки
uk_ua: Звітувати по новим інсталяціям за період (днів)

source: Base URL for install
fr_fr: Adresse URL de site
gl_es: URL base para instalar
pt_br: URL Base para Instalar
ru_ru: Базовый URL для установки
uk_ua: URL в листах

source: SNMP Options
fr_fr: Paramétrage SNMP
gl_es: Opcións SNMP
pt_br: Opções SNMP
ru_ru: Опции SNMP
uk_ua: Налаштовки SNMP

source: Default SNMP Community
fr_fr: Communauté SNMP
gl_es: Comunidade SNMPpor Defecto
pt_br: Comunidade SNMP Padrão
ru_ru: Сообщество SNMP по умолчанию
uk_ua: SNMP community за промовчанням

source: SNMPv3 Security Level
fr_fr: Niveau de sécurité SNMPv3
gl_es: Nivel de seguridade SNMPv3
pt_br: Nível de Segurança SNMPv3
ru_ru: Уровень безопасности SNMPv3

source: SNMPv3 AuthProtocol
fr_fr: Protocole d'authentification SNMPv3
gl_es: AuthProtocol SNMPv3
pt_br: Protocolo de autenticação SNMPv3
ru_ru: Протокол аутентификации SNMPv3

source: SNMPv3 Passphrase
fr_fr: Phrase de sécurité SNMPv3
gl_es: Contrasinal SNMPv3
pt_br: Senha SNMPv3
ru_ru: Парольная фраза SNMPv3

source: SNMPv3 PrivProtocol
fr_fr: Protocole privé SNMPv3
gl_es: PrivProtocol SNMPv3
ru_ru: Протокол защиты SNMPv3

source: SNMPv3 PrivPassphrase
fr_fr: Phrase de sécurité du protocole privé SNMPv3
gl_es: PrivPassphrase SNMPv3
ru_ru: Парольная фраза защиты SNMPv3

source: Capacity Reporting
fr_fr: Rapport capacitaire
gl_es: Informes de Capacidade
pt_br: Relatório de Capacidade
ru_ru: Отчет по ёмкости
uk_ua: Звітність по утилізації портів

source: Switches
fr_fr: Switchs
gl_es: Conmutadores
ru_ru: Коммутаторы
uk_ua: Комутатори

source: OptIn
fr_fr: Exclusion
ru_ru: Выборочное включение (OptIn)
uk_ua: вибіркове включення до звіту

source: OptOut
fr_fr: Inclusion
ru_ru: Выборочное исключение (OptOut)
uk_ua: вибіркове виключення зі звіту

source: Switch Capacity Threshold
fr_fr: Seuil de capacité des switches
gl_es: Umbral de Capacidade do Conmutador
pt_br: Limiar de Capacidade do Switch
ru_ru: Порог ёмкости коммутатора
uk_ua: Ліміт ємкості комутатора

source: Utilities
fr_fr: Utilitaires
gl_es: Utilidades
pt_br: Utilitários
ru_ru: Утилиты
uk_ua: Утиліти

source: Cabinet ToolTips
fr_fr: Info bulles des baies
gl_es: ToolTips de armarios
pt_br: Rack ToolTips
ru_ru: Всплывающие подсказки шкафа
uk_ua: Спливаючі підказки для шаф

source: CDU ToolTips
fr_fr: Info bulles des bandeaux de prises
gl_es: ToolTips de PDU
pt_br: ToolTips CDU
ru_ru: Всплывающие подсказки CDU
uk_ua: Спливаючі підказки для шафних БРЖ

source: Media Types
fr_fr: Type de câble
gl_es: Tipo de Medio
pt_br: Tipos de Mídia
ru_ru: Типы носителей
uk_ua: Кабелі

source: Media Type Matching
fr_fr: Contrôle de cohérence du câblage
gl_es: Coincidir Tipo de Medio
pt_br: Casamento de Tipo de Mídia
ru_ru: Соответствие типа носителя
uk_ua: Сумісність типів кабелів

source: Enforce
fr_fr: Imposer
gl_es: Forzar
pt_br: Forçar
ru_ru: Форсировать
uk_ua: Примусово

source: Media Type
fr_fr: Type de câble
gl_es: Tipo de Medio
pt_br: Tipo de Mídia
ru_ru: Тип носителя
uk_ua: Тип кабеля

source: Default Color
fr_fr: Couleur par défaut
gl_es: Cor por Defecto
pt_br: Cor Padrão
ru_ru: Цвет по умолчанию
uk_ua: Інтерфейс за промовчанням

source: Add new row
fr_fr: Ajouter une nouvelle travée
gl_es: Añadir nova fila
pt_br: Adicionar Nova Fileira
ru_ru: Добавить новый ряд
uk_ua: Додати новий рядок

source: Cable Colors
fr_fr: Couleur du câble
gl_es: Cor do Cable
pt_br: Cores dos Cabos
ru_ru: Цвет кабеля
uk_ua: Інтерфейси

source: Color
fr_fr: Couleur
gl_es: Cor
pt_br: Cor
ru_ru: Цвет
uk_ua: Інтерфейс

source: Default Note
fr_fr: Annotation par défaut
gl_es: Nota por Defecto
pt_br: Nota Padrão
ru_ru: Заметка по умолчанию
uk_ua: Маркування за промовчанням

source: Connection Filtering
fr_fr: Filtrage de Connexions
pt_br: Filtro de Conexões
ru_ru: Фильтрация подключений
uk_ua: Фільтри по комутації

source: Patch panel rear connection filtering
fr_fr: Filtrage des connexions des panneaux de câblage en face arrière
pt_br: Filtro de conexões traseiras do patch panel
ru_ru: Фильтрация подключений сзади для патч-панели:
uk_ua: Фільтр по міжпанельній комутації

source: Connection Pathing
fr_fr: Connexions
gl_es: Encamiñamento de Conexións
pt_br: Caminho de Conexão
ru_ru: Пути подключений
uk_ua: Вагові коефіцієнти для автоматичної комутації

source: Cabinet Weight
fr_fr: Poids de la baie (en kg)
gl_es: Peso do Armario
pt_br: Peso do Rack
ru_ru: Вес шкафа
uk_ua: Для з'єднань в межах шафи (чим менше, тим вагоміше)

source: Weight for rear connections between panels
fr_fr: Poids des connexions entre les panneaux
gl_es: Peso das conexións traseiras entre paneis
pt_br: Peso para conexões traseiras entre painéis
ru_ru: Вес для соединений сзади между патч-панелями
uk_ua: Для міжпанельних з'єднань (чим менше, тим вагоміше)

source: Weight for patches in the same row
fr_fr: Poids des panneaux dans la même travée
gl_es: Peso dos parcheos na mesma fila
pt_br: Peso para os painéis da linha
ru_ru: Вес для патч-кордов в одном ряду
uk_ua: Для з'єднань в межах ряда шаф (чим менше, тим вагоміше)

source: Required
fr_fr: Obligatoire
gl_es: Requirido
pt_br: Obrigatório
ru_ru: Обязательный
uk_ua: Обов'язковий<br>до заповнення

source: Apply to<br>All Devices
fr_fr: Appliquer sur<br>tous les équipements
gl_es: Aplicar a<br>Todos os dispositivos
pt_br: Aplicar a<br>Todos os Equipamentos
ru_ru: Применить ко<br>всем устройствам
uk_ua: Застосувати до<br>всіх пристроїв

source: Default Value
fr_fr: Valeur par défaut
gl_es: Valor por defecto
pt_br: Valor Padrão
ru_ru: Значение по умолчанию
uk_ua: Значення за промовчанням

source: Device Status
fr_fr: Statut de l'équipement
uk_ua: Статус

source: LDAP Authentication and Authorization Configuration
fr_fr: Configuration LDAP
pt_br: Configuração de Autorização e Autenticação LDAP
ru_ru: Настройка аутентификации и авторизации LDAP
uk_ua: Налаштовки автентифікації та авторизації в LDAP

source: LDAP Server URI
fr_fr: URL du serveur LDAP
pt_br: URI do Servidor LDAP
ru_ru: URI сервера LDAP
uk_ua: URI сервера LDAP

source: Base DN
fr_fr: Racine Arborescence LDAP (DN)
pt_br: DN Base
ru_ru: Базовый DN

source: Base Search
fr_fr: Racine pour la recherche annuaire
pt_br: Base de Pesquisa
ru_ru: База поиска

source: Bind DN
fr_fr: Utilisateur autorisé sur l'annuaire (Bind DN)
pt_br: DN Autenticação

source: User Search
fr_fr: Racine pour la recherche d'utilisateur
pt_br: Busca de Usuário
ru_ru: Поиск пользователя

source: LDAP Session Expiration (Seconds)
fr_fr: Délai d'expiration de session LDAP (secondes)
pt_br: Tempo de Sessão LDAP (Segundos)
ru_ru: Таймаут сессии LDAP (секунд)
uk_ua: Тайм-аут сесії LDAP (секунд)

source: Group Distinguished Names
fr_fr: Paramètrage des groupes LDAP
pt_br: Distinguished Names dos Grupos
ru_ru: Различающиеся имена групп

source: Site Access
fr_fr: Groupe pour l'accès à l'application
pt_br: Acesso ao Site
ru_ru: Доступ к сайту
uk_ua: На доступ до сайту

source: Global Read
fr_fr: Groupe pour les droits à la lecture
pt_br: Leitura Global
ru_ru: Глобальное чтение
uk_ua: На перегляд (глобально)

source: Global Write
fr_fr: Groupe pour les droits à l'écriture
pt_br: Escrita Global
ru_ru: Глобальная запись
uk_ua: На модифікацію (глобально)

source: Global Delete
fr_fr: Groupe pour les droits à la suppression
pt_br: Exclusão Global
ru_ru: Глобальное удаление
uk_ua: На видалення (глобально)

source: Admin Owned Devices
fr_fr: Groupe pour la gestion de ses propres équipements
pt_br: Administrar Equipamentos Próprios
ru_ru: Администрирование собственных устройств
uk_ua: Тільки на свої пристрої

source: Enter Rack Request
fr_fr: Groupe pour émettre demande
pt_br: Criar requisição de racks
ru_ru: Запрос на размещение
uk_ua: На створення заявок

source: Complete Rack Request
fr_fr: Groupe pour traiter une demande
pt_br: Completar Requisição de Racks
ru_ru: Завершение запросов на размещение
uk_ua: На закриття заявок

source: Contact Admin
fr_fr: Groupe pour la gestion des fiches contacts
pt_br: Contato do Administrador
ru_ru: Администрирование контактов

source: Bulk Operations
fr_fr: Groupe pour les chargements de masse
pt_br: Operações em massa
ru_ru: Массовые операции
uk_ua: На груповий імпорт

source: Site Admin
fr_fr: Groupe pour les administrateurs applicatifs
pt_br: Administrador do Site
ru_ru: Администрирование сайта

source: SAML Authentication Configuration
fr_fr: Configuration de l'authentification SAML
uk_ua: Налаштовки автентифікації в SAML

source: Strict
fr_fr: Métrique

source: Debug
fr_fr: Debuggage

source: Base URL
fr_fr: Adresse URL de base

source: Show Success Page
fr_fr: Page en cas de succès
uk_ua: Показувати Success Page

source: SAML Service Provider Configuration
fr_fr: Configuration du fournisseur de service SAML

source: Entity ID
fr_fr: SAML Id Entité
uk_ua: Назва суб'єкта

source: ACS URL
fr_fr: Url de service ACS

source: SLS URL
fr_fr: Url de déconnexion SLS

source: x509 Certificate
fr_fr: Certificat x509

source: Private Key
fr_fr: Clé privé

source: SAML Identity Provider Configuration
fr_fr: Configuration du fournisseur d'identité SAML
uk_ua: Налаштовки провайдера ідентифікації в SAML

source: SSO URL
fr_fr: Url de SSO

source: Certificate Fingerprint
fr_fr: Emprunte du certificat x509

source: Certificate Fingerprint Algorithm
fr_fr: Algorithme de l'emprunte du certificat x509

source: SAML Account Configuration
fr_fr: Configuration du compte SAML
uk_ua: Налаштовки облікового запису SAML

source: Remove Account Prefix
fr_fr: Préfixe à supprimer dans le compte
uk_ua: Видалити префікс облікового запису

source: Remove Account Suffix
fr_fr: Suffixe à supprimer dans le compte
uk_ua: Видалити суфікс облікового запису

source: Reserved
fr_fr: Réservé
uk_ua: Зарезервовано

source: Disposed
fr_fr: Hors Data Center
uk_ua: Утилізовано

source: Power Strip
fr_fr: Bandeau de prises
gl_es: PDU
pt_br: Régua de Energia
ru_ru: Распределитель питания
uk_ua: Шафний БРЖ або АВР

source: Plug #
fr_fr: Nombre de connexion
gl_es: Enchufe Nº
ru_ru: Номер штепселя
uk_ua: Розетка БРЖ або АВР №

source: Power Supply
fr_fr: alimentation
gl_es: Fonte de Alimentación
pt_br: Fonte de Energia
ru_ru: Источник питания
uk_ua: Блок електроживлення №

source: Switch Port
fr_fr: Port du switch
gl_es: Porto do Conmutador
pt_br: Porta do Switch
ru_ru: Порт коммутатора
uk_ua: Порт комутатора

source: Device Port
fr_fr: Port de l'équipement
gl_es: Porto do Dispositivo
pt_br: Porta do Equipamento
ru_ru: Порт устройства
uk_ua: Кінцевий порт або роз'єм

source: Device Port Connections
fr_fr: Ports de connexions
gl_es: Conexións dos Portos do Dispositivo
pt_br: Portas de conexão do equipamento
ru_ru: Подключения порта устройства
uk_ua: Комутація портів пристрою

source: Device Port Detail
fr_fr: Information sur le port
gl_es: Detalles dos Portos do Dispositivo
pt_br: Detalhes da porta do equipamento
ru_ru: Подробности о порте устройства
uk_ua: Інформація по портам пристрою

source: SourceDevice
fr_fr: Équipement Source
gl_es: DispositivoOrixe
pt_br: EquipamentoOrigem
ru_ru: Устройство-источник
uk_ua: Початковий пристрій

source: SourcePort
fr_fr: Port Source
gl_es: PortoOrixe
pt_br: PortaOrigem
ru_ru: Порт-источник
uk_ua: Початковий порт

source: TargetDevice
fr_fr: Équipement Cible
gl_es: DispositivoDestino
pt_br: EquipamentoDestino
ru_ru: Устройство назначения
uk_ua: Кінцевий пристрій

source: TargetPort
fr_fr: Port Cible
gl_es: PortoDestino
pt_br: PortaDestino
ru_ru: Порт назначения
uk_ua: Кінцевий порт

source: MediaType
fr_fr: Type de câble
gl_es: TipoDeMedio
pt_br: Tipo de midia
ru_ru: Тип носителя
uk_ua: Кабель

source: Connections
fr_fr: Connexions
gl_es: Conexións
pt_br: Conexões
ru_ru: Подключения
uk_ua: Таблиця комутації

source: Device Label
fr_fr: Nom de l'équipement
gl_es: Nemónico do Dispositivo
pt_br: Etiqueta de equipamento
ru_ru: Метка устройства
uk_ua: Маркування пристрою

source: Serial Number
fr_fr: Numéro de série
gl_es: Número de Serie
pt_br: Número Serial
ru_ru: Серийный номер
uk_ua: Серійний №

source: Asset Tag
fr_fr: Application
gl_es: Etiqueta do Activo
pt_br: No. Patrimônio
ru_ru: Инвентарный номер
uk_ua: Інвентарний №

source: Target Cabinet
fr_fr: Baie cible
gl_es: Armario Destino
pt_br: ArmárioDestino
ru_ru: Шкаф назначения
uk_ua: Кінцева шафа

source: Power Connection
fr_fr: Connexions électriques
gl_es: Conexión Eléctrica
pt_br: Conexão de Energia
ru_ru: Подключение питания
uk_ua: Таблиця електроживлення

source: Department Contact Listing
fr_fr: Liste des contacts du départment
gl_es: Listado de Contactos de Departamentos
pt_br: Listagem de Contatos de Departamento
ru_ru: Список контактов департамента
uk_ua: Список контактів по відділу

source: Container Detail
fr_fr: Description d'un rattachement
gl_es: Detalle do Colector
pt_br: Detalhes do Container
ru_ru: Подробности о контейнере
uk_ua: Контейнери

source: Verify Delete Container
fr_fr: Suppression d'un rattachement
gl_es: Verificar Borrado do Colector
pt_br: Verificação de Exclusão de Container
ru_ru: Подтвердите удаление контейнера
uk_ua: Підтвердження видалення контейнера

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \\'home\\'.
fr_fr: Ce rattachement sera supprimé et vous ne pourrez pas revenir en arrière. Ses descendant direct seront bougé vers \\'home\\'.

source: Container
fr_fr: Rattachement
gl_es: Colector
ru_ru: Контейнер
uk_ua: Контейнер

source: New Container
fr_fr: Nouveau rattachement
gl_es: Novo Colector
pt_br: Novo Container
ru_ru: Новый контейнер
uk_ua: новий...

source: Drawing URL
fr_fr: Image associée
gl_es: URL do Plano
pt_br: Desenho na URL
ru_ru: URL изображения
uk_ua: Файл креслення

source: Parent Container
fr_fr: Rattachement Parent
gl_es: Colector Pai
pt_br: Container principal
ru_ru: Родительский контейнер
uk_ua: Батьківський контейнер

source: None
fr_fr: Aucun
gl_es: Ningún
pt_br: Nenhum
ru_ru: Отсутствует
uk_ua: немає

source: Click on the image to select container coordinates
fr_fr: Cliquer sur l'image pour définir la localisation du rattachement
gl_es: Pulse na imaxe para seleccionar as coordenadas do colector
pt_br: Clique na imagem para selecionar as coordenadas do Container
ru_ru: Нажмите на изображение для выбора координат контейнера
uk_ua: Клацніть на зображенні аби обрати координати контейнера

source: Data Center Statistics
fr_fr: Statistiques
gl_es: Estatísticas do CPD
pt_br: Estatísticas do data center
ru_ru: Статистика ЦОД
uk_ua: Огляд та поточний стан ЦОДа

source: Square Feet
fr_fr: Surface en m²
gl_es: Metros Cadrados
pt_br: Pés quadrados
ru_ru: Квадратных футов
uk_ua: кв. фут

source: Watts per Square Foot
fr_fr: Watts par m²
gl_es: Watios por Metro Cadrado
pt_br: Watts por pé quadrado
ru_ru: Ватт на квадратный фут
uk_ua: Питома потужність на квадратний фут

source: Square Meters
fr_fr: Surface totale (m²)
gl_es: Metros Cadrados
pt_br: Metros quadrados
ru_ru: м2
uk_ua: кв. м

source: Watts per Square Meter
fr_fr: Watts par m²
gl_es: Watios por Metro Cadrado
pt_br: Watts por metro quadrado
ru_ru: Ватт на квадратный метр
uk_ua: Питома потужність на квадратний метр

source: Infrastructure
fr_fr: Équipement
gl_es: Infraestrutura
pt_br: Infraestrutura
ru_ru: Инфраструктура
uk_ua: Інфраструктура

source: Occupied
fr_fr: Occupé
gl_es: Ocupado
pt_br: Ocupado
ru_ru: Занято
uk_ua: IT-обладнання

source: Allocated
fr_fr: Réservé
gl_es: Situado
pt_br: Alocado
ru_ru: Выделено
uk_ua: Зарезервовано

source: Available
fr_fr: Disponible
gl_es: Dispoñible
pt_br: Disponível
ru_ru: Доступно
uk_ua: Вільно

source: Total U
fr_fr: Nb de U total
gl_es: Us Totais
ru_ru: Всего U
uk_ua: Всього юнітів:

source: Percentage
fr_fr: Pourcentage
gl_es: Porcentaxe
pt_br: Porcentagem
ru_ru: Проценты
uk_ua: У відсотках

source: Data Centers
fr_fr: Nb Salles Data Centers
gl_es: Centros de Proceso de Datos
ru_ru: Центры обработки данных
uk_ua: Всього ЦОДів/площадок

source: Computed Wattage
fr_fr: Consommation estimée en W
gl_es: Pontencia Calculada (W)
pt_br: Watts calculados
ru_ru: Вычисленная мощность
uk_ua: Обчислена активна потужність

source: Watts
fr_fr: Watt
gl_es: Watios
ru_ru: Ватт
uk_ua: Ват

source: Measured Wattage
fr_fr: Consommation relevée en W
gl_es: Potencia Medida (W)
pt_br: Watts medidos
ru_ru: Измеренная мощность
uk_ua: Виміряна активна потужність

source: Design Maximum (kW)
fr_fr: Capacité électrique max (kW)
gl_es: Potenciá Máxima de Diseño (kW)
pt_br: Maximo projetado (kW)
ru_ru: Проектный максимум (кВт)
uk_ua: Проектна потужність (кВт)

source: BTU Computation from Watts
fr_fr: Puissance froid estimée (à partir de consommation électrique)
gl_es: Cálculo da BTU a partires de Watios
pt_br: BTU Calculado pelos Watts
ru_ru: Расчёт BTU из Ватт
uk_ua: Розрахунок BTU відповідно до потужності

source: Data Center Size
fr_fr: Surface du Data center
gl_es: Tamaño do CPD
pt_br: Tamanho do Datacenter
ru_ru: Размер центра обработки данных
uk_ua: Площа ЦОДа

source: Minimum Cooling Tonnage Required
fr_fr: Froid requis au refroidissement (en tonnes)
gl_es: Toneladas de Refrixeración Mínimas Requiridas
pt_br: Tonelagem de Resfriamento Mínima Requerida
ru_ru: Необходимый минимальный тоннаж системы охлаждения
uk_ua: Мінімально необхідний об'єм охолодження

source: Tons
fr_fr: Tonnes
gl_es: Toneladas
ru_ru: Тонн
uk_ua: Тон

source: Total Cabinets
fr_fr: Nb total de baies
pt_br: Total de Racks
ru_ru: Всего шкафов
uk_ua: Всього шаф

source: Data Center Detail
fr_fr: Information sur une salle data center
gl_es: Detalle do Centro de Proceso de Datos
pt_br: Detalhes do Data Center
ru_ru: Подробности о ЦОД
uk_ua: Центри обробки даних та площадки

source: Data Center ID
fr_fr: Nom de la salle Identifiant
gl_es: ID do CPD
pt_br: Id do Data Center
ru_ru: ID ЦОД
uk_ua: ЦОД/площадка

source: New Data Center
fr_fr: Nouvelle salle de data center
gl_es: Novo CPD
pt_br: Novo Datacenter
ru_ru: Новый ЦОД
uk_ua: новий...

source: Delivery Address
fr_fr: Adresse de site
gl_es: Dirección de Entrega
pt_br: Localização
ru_ru: Адрес доставки
uk_ua: Фізична адреса

source: Administrator
fr_fr: Responsable du site
gl_es: Administrador
pt_br: Administrador
ru_ru: Администратор
uk_ua: Адміністратор

source: Click on the image to select DC coordinates
fr_fr: Cliquer sur l'image pour définir la localisation du data center
gl_es: Pulse na imaxe para indicar as coordenadas do CPD
pt_br: Clique na imagem para selecionar as coordenadas do DC
ru_ru: Нажмите на изображение для выбора координат ЦОД
uk_ua: Клацніть на зображенні аби автоматично визначити координати

source: Data Center Deletion Confirmation
fr_fr: Confirmation de la suppression d'un Data Center
gl_es: Confirmación de Borrado do CPD
pt_br: Confirmação de Remoção de Data Center
ru_ru: Подтвердите удаление ЦОД
uk_ua: Підтвердження видалення ЦОДа

source: Are you sure that you want to delete this data center and all contents within it?
fr_fr: Êtes-vous sûr de vouloir supprimer cette salle Data Center et tout son contenu ?
gl_es: ¿Seguro que quere borrar este CPD e todo o seu contido?
pt_br: Você tem certeza que deseja remover este data center e tudo contido nele?
ru_ru: Вы уверены, что хотите удалить данный ЦОД и всё содержащиеся в нем оборудование ?
uk_ua: Ви дійсно бажаєте видалити даний ЦОД та всі його компоненти?

source: Move the contents of this datacenter's storage room to the general storage or delete them?
fr_fr: Déplacer les éléments de la salle de stock du Data Center dans la salle de stockage générale ou les supprimer ?
gl_es: ¿Mover o contido do almacén de este CPD ao almacén xeral ou eliminalo?
pt_br: Mover o conteúdo do armazém deste data center para área geral ou removê-lo?
ru_ru: Переместить оборудование склада этого ЦОД в главный склад или удалить ?
uk_ua: Перемістити вміст склада даного ЦОДа до головного складу чи видалити?

source: Overview
fr_fr: Vue indicateurs composites
gl_es: Revisión
pt_br: Visão geral
ru_ru: Обзор
uk_ua: Огляд

source: Power
fr_fr: Consommation
gl_es: Potencia
pt_br: Energia
ru_ru: Мощность
uk_ua: Живлення

source: BTU Computation from Computed Watts
fr_fr: BTU Froid estimé (à partir de puissance consommée électrique)
gl_es: Cálculo da BTU a partires de Watios Calculados
pt_br: BTU computados dos Watts computados
ru_ru: Расчёт BTU из вычисленных Ватт
uk_ua: Розрахунок BTU з обчисленої потужності

source: Minimum Cooling Tonnage (Based on Computed Watts)
fr_fr: Froid necessaire au refroidissement (en fonction de la conso élec.)
gl_es: Toneladas de Refrixeración Mínimas Requiridas (a partires de Watios Calculados)
pt_br: Tonelagem mínima de resfriamento (baseado nos Watts Computados)
ru_ru: Минимальный тоннаж охлаждения (основано на расчётных ваттах)
uk_ua: Мінімально необхідний об'єм охолодження (з обчисленої потужності)

source: openDCIM Data Center Information Management
fr_fr: openDCIM - Gestion des biens en Data Center
gl_es: Xestión de Información do CPD openDCIM
pt_br: Gerenciamento de Informações de Data Center do openDCIM
ru_ru: Управление информацией о центре обработки данных
uk_ua: openDCIM керування інформацією по ЦОДу

source: Export
fr_fr: Exporter
gl_es: Exportar
pt_br: Exportar
ru_ru: Экспорт
uk_ua: Друк

source: Click to show statistics
fr_fr: Cliquer pour voir les statistiques
pt_br: Clique para mostrar estatísticas
uk_ua: Натисніть для перегляду статистики

source: Click to hide statistics
fr_fr: Cliquer pour cacher les statistiques
pt_br: Clique para ocultar estatísticas
uk_ua: Натисніть, щоб приховати статистику

source: Average Temperature
fr_fr: Température moyenne
gl_es: Temperatura Media
pt_br: Temperatura média
ru_ru: Средняя температура
uk_ua: Середня температура

source: Average Humidity
fr_fr: Hygrométrie moyenne
gl_es: Humidade Media
pt_br: Umidade média
ru_ru: Средняя влажность
uk_ua: Середня вологість

source: RCI Low Percentage (Overcooling)
fr_fr: Indice Aéraulique RCI (Surplus d'apport de froid)
gl_es: RCI Porcentaxe baixa (sobrearrefriado)
pt_br: RCI Baixo percentual (Sobre refrigeração)
ru_ru: Низкий RCI (переохлаждение)
uk_ua: Відсоток нижнього значення RCI (переохолодження)

source: RCI High Percentage (Cabinets Satisfied)
fr_fr: Indice Aéraulique RCI (Apport de froid conforme)
gl_es: RCI Porcentaxe alta (Armario satisfactorio)
pt_br: RCI Alto percentual (Racks Atendidos)
ru_ru: Высокий RCI (шкафы удовлетворены)
uk_ua: Відсоток верхнього значення RCI (оптимальне охолодження)

source: Calculated Power
fr_fr: Consommation estimée
gl_es: Potencia Calculada
pt_br: Potência calculada
ru_ru: Вычисленная мощность
uk_ua: Обчислена активна потужність

source: Measured Power
fr_fr: Consommation relevée
gl_es: Potencia Medida
pt_br: Potência Medida
ru_ru: Измеренная мощность
uk_ua: Виміряна активна потужність

source: Temperature
fr_fr: Température
gl_es: Temperatura
pt_br: Temperatura
ru_ru: Температура
uk_ua: Температура

source: Humidity
fr_fr: Hygrométrie
gl_es: Humidade
pt_br: Umidade
ru_ru: Влажность
uk_ua: Вологість

source: Air Flow
fr_fr: Flux d'air
gl_es: Fuxo de Aire
pt_br: Fluxo de Ar
ru_ru: Воздушный поток
uk_ua: Повітряний потік
