Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM_Latvian.po
Languages: lv_lv

source: Data Center Detail
lv_lv: Datu Centra Informācija

source: Data Center ID
lv_lv: Datu Centra ID

source: New Data Center
lv_lv: Jauns Datu Centrs

source: Delivery Address
lv_lv: Piegādes Adrese

source: Administrator
lv_lv: Administrators

source: Click on the image to select DC coordinates
lv_lv: Spiediet uz bildes, lai izvēlētos DC koordinātas

source: Data Center Deletion Confirmation
lv_lv: Datu Centra Dzēšanas Apstiprināšana

source: Are you sure that you want to delete this data center and all contents within it?
lv_lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šo datu centru un visu tās sastāvu?

source: Move the contents of this datacenter's storage room to the general storage or delete them?
lv_lv: Pārvietot šī datu centra noliktavas sastāvu uz vispārējo noliktavu, vai dzēst?

source: Overview
lv_lv: Pārskats

source: Power
lv_lv: Jauda

source: BTU Computation from Computed Watts
lv_lv: BTU Aprēķins no Aprēķinātās Jaudas

source: Minimum Cooling Tonnage (Based on Computed Watts)
lv_lv: Minimālā Dzesēšanas Tonnāža (Balstīts uz Aprēķināto Jaudu)

source: openDCIM Data Center Information Management
lv_lv: openDCIM Datu Centru Informācijas Pārvalde

source: Export
lv_lv: Eksportēt

source: Click to show statistics
lv_lv: Spiediet, lai rādītu statistiku

source: Click to hide statistics
lv_lv: Spiediet, lai slēptu statistiku

source: Average Temperature
lv_lv: Aptuvenā Temperatūra

source: Average Humidity
lv_lv: Aptuvenais Mitrums

source: RCI Low Percentage (Overcooling)
lv_lv: RCI Zemi Procenti (Pārdzesēšana)

source: RCI High Percentage (Cabinets Satisfied)
lv_lv: RCI Augsti Procenti (Statnes Apmierinātas)

source: Calculated Power
lv_lv: Aprēķinātā Jauda

source: Measured Power
lv_lv: Mērītā Jauda

source: Temperature
lv_lv: Temperatūra

source: Humidity
lv_lv: Mitrums

source: Air Flow
lv_lv: Gaisa Plūsma

source: Set the air intake direction
lv_lv: Iestatīt Gaisa Pievades Virzienu

source: Right
lv_lv: Pa Labi

source: Left
lv_lv: Pa Kreisi

source: Alignment
lv_lv: Izlīdzinājums

source: Align Top
lv_lv: Izlīdzināt Augšēji

source: Align Left
lv_lv: Izlīdzināt pa Kreisi

source: Align Bottom
lv_lv: Izlīdzināt Lejup

source: Align Right
lv_lv: Izlīdzināt pa Labi

source: Data Center Department Detail
lv_lv: Datu Centru Nodaļas informācija

source: New Department
lv_lv: Jauna Nodaļa

source: Department Name
lv_lv: Nodaļas Nosaukums

source: Executive Sponsor
lv_lv: Galvenais Sponsors

source: Account Manager
lv_lv: Konta Pārvaldnieks

source: Department Color
lv_lv: Nodaļas Krāsa

source: Classification
lv_lv: Klasifikācija

source: Assign Contacts
lv_lv: Piesaistīt Kontaktpersonas

source: Department delete confirmation
lv_lv: Nodaļas dzēšanas apstiprinājums

source: Are you sure that you want to delete this Department?
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo Nodaļu?

source: openDCIM Department Contact Maintenance
lv_lv: openDCIM Nodaļu Kontaktu Apkope

source: Group to Administer
lv_lv: Grupa, kuru Pārvaldīt

source: Submit
lv_lv: Iesniegt

source: Data Center Manufacturer Listing
lv_lv: Datu Centra Ražotāju Saraksts

source: Error adding new manufacturer
lv_lv: Kļūme, pievienojot jaunu ražotāju

source: New Manufacturer
lv_lv: Jauns Ražotājs

source: Global ID
lv_lv: Globālais ID

source: Subscribe to Repository
lv_lv: Abonēt šo Krātuvi

source: Templates using this Manufacturer
lv_lv: Šabloni, kas izmanto šo Ražotāju

source: Manufacturer delete confirmation
lv_lv: Ražotāja dzēšanas apstiprinājums

source: Are you sure that you want to delete this Manufacturer?
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo Ražotāju?

source: Data Center Device Detail
lv_lv: Datu Centra Iekārtas Informācija

source: Something isn't working correctly
lv_lv: Kaut kas nestrādā pareizi

source: From Template
lv_lv: No Šablona

source: Invert Port Labels
lv_lv: Apgāzt Porta Nosaukumus

source: ERROR: No ports found
lv_lv: KĻŪME: Nekādi porti neatrasti

source: Rear
lv_lv: Aizmugure

source: This device is a copy of an existing device. Remember to set the new location before saving.
lv_lv: Šī iekārta ir pastāvošas iekārtas dublikāts. Atcerieties iestatīt jaunu vietu pirms saglabāšanas.

source: Device did not copy. Error.
lv_lv: Iekārta nedublējās. Kļūme.

source: Server
lv_lv: Serveris

source: Appliance
lv_lv: Ierīce

source: Storage Array
lv_lv: Krātuves Masīvs

source: Chassis
lv_lv: Šasija

source: Patch Panel
lv_lv: Pačpanelis

source: Sensor
lv_lv: Sensors

source: Physical Infrastructure
lv_lv: Fiziskā Infrastruktūra

source: CDU
lv_lv: RPDU

source: openDCIM Device Maintenance
lv_lv: openDCIM Iekārtas Apkope

source: VM Name
lv_lv: VM Nosaukums

source: Status
lv_lv: Statuss

source: Owner
lv_lv: Īpašnieks

source: Last Updated
lv_lv: Pēdejo reizi Atjaunots

source: Unknown
lv_lv: Nezināms

source: Open
lv_lv: Atvērts

source: Landscape
lv_lv: Horizontāli

source: Portrait
lv_lv: Vertikāli

source: Network & Power
lv_lv: Tīkls un Jauda

source: Verify Delete Device
lv_lv: Apstiprināt Iekārtas Dzēšanu

source: If this device has blades installed they will be deleted and there is no undo. Are you sure?
lv_lv: Ja šai iekārtai ir ielikti asmeņserveri, tad tie tiks izdzēsti un to nevarēs atcelt. Vai Jūs esat pārliecināti?

source: This device will be deleted and there is no undo. Are you sure?
lv_lv: Šī iekārta tiks dzēsta un to nevarēs atcelt. Vai Jūs esat pārliecināti?

source: Asset Tracking
lv_lv: Aparatūru Izsekošana

source: Device ID
lv_lv: Iekārtas ID

source: Scan Barcode
lv_lv: Skenēt Svītrkodu

source: Primary IP / Host Name
lv_lv: Primārais IP / Hosta nosaukums

source: Warranty Company
lv_lv: Garantijas Uzņēmums

source: Warranty Expiration
lv_lv: Garantijas Termiņš

source: Last Audit Completed
lv_lv: Pēdējais Audits Veikts

source: Audit not yet completed
lv_lv: Audits vēl nav veikts

source: Departmental Owner
lv_lv: Nodaļas Īpašnieks

source: Unassigned
lv_lv: Nepiešķirts

source: Show Contacts
lv_lv: Rādīt Kontaktpersonas

source: Escalation Information
lv_lv: Eskalācijas Informācija

source: Time Period
lv_lv: Laika Periods

source: Select...
lv_lv: Izvēlēties...

source: Details
lv_lv: Informācija

source: Contact Lookup
lv_lv: Kontaktpersonas Meklēšana

source: Custom Attributes
lv_lv: Pielāgotas Īpašības

source: Parent Device
lv_lv: Vadošā Iekārta

source: Device Class
lv_lv: Ierīces Klasifikācija

source: Select a template...
lv_lv: Izvēlieties šablonu...

source: Height
lv_lv: Augstums

source: Number of slots
lv_lv: Slotu skaits

source: Half Depth
lv_lv: Pus-dziļš

source: Back Side
lv_lv: Aizmugurējs

source: Number of Data Ports
lv_lv: Datu Portu Skaits

source: Nominal Draw (Watts)
lv_lv: Nominālais Patēriņš (Vati)

source: Power Connections
lv_lv: Strāvas Savienojumi

source: Chassis Total Draw
lv_lv: Šasijas Kopējais Patēriņš

source: Chassis Total Weight
lv_lv: Šasijas Kopējais Svars

source: Device Type
lv_lv: Iekārtas Veids

source: Device Images
lv_lv: Iekārtas Bildes

source: ProxMox Configuration
lv_lv: ProxMox Konfigurācija

source: API Username
lv_lv: API Lietotājs

source: API Password
lv_lv: API Parole

source: API Port
lv_lv: API Ports

source: SNMP Configuration
lv_lv: SNMP Konfigurācija

source: Configuration Default
lv_lv: Noklusējuma Konfigurācija

source: SNMP Read Only Community
lv_lv: SNMP Tikai Lasīt Community

source: Test SNMP
lv_lv: Testa SNMP

source: Consecutive SNMP Failures
lv_lv: Kārtas SNMP Neveiksmes

source: Polling is disabled after three consecutive failures.
lv_lv: Aptaujāšana ir atspējota pēc trīs kārtējām neveiskmēm.

source: Power Specifications
lv_lv: Jaudas Specifikācijas

source: Source Panel
lv_lv: Avota Panelis

source: Select Panel
lv_lv: Izvēlēties Paneli

source: Voltages:
lv_lv: Voltāžas:

source: Breaker Size (# of Poles)
lv_lv: Drošinātāja Izmērs (Polu Sk.)

source: Panel Pole Number
lv_lv: Paneļa Polu Skaits

source: All Breaker Poles
lv_lv: Visi Drošinātāja Poli

source: Input Amperage
lv_lv: Ievada Amperāža

source: Uptime
lv_lv: Darbilgums

source: Firmware Version
lv_lv: Programmaparatūras Versija

source: Wattage
lv_lv: Vatāža

source: Manual Entry
lv_lv: Manuālā Ievade

source: Last Update
lv_lv: Pēdējais Atjauninājums

source: Fail Safe Switch?
lv_lv: Bezatteices Slēdzis?

source: Source Panel (Secondary Source)
lv_lv: Avota Panelis (Sekundārais Avots)

source: Panel Pole Number (Secondary Source)
lv_lv: Paneļa Polu Skaits

source: Switch SNMP
lv_lv: Komutatora SNMP

source: Use these buttons to set the first port for the switch, check the status of the ports again, or attempt to load the Port Name Labels from the switch device.
lv_lv: Izmantojiet šīs pogas, lai iestatītu pirmo komutatora portu, pārbaudiet atkal porta statusu, vai mēģiniet ielādēt Portu Nosaukumu Etiķetes no komutatora.

source: Set First Port
lv_lv: Iestatīt Pirmo Portu

source: Refresh Status
lv_lv: Atsvaidzināt Statuss

source: Refresh Port Names
lv_lv: Atsvaidzināt Portu Nosaukumus

source: Refresh Port Notes
lv_lv: Atsvaidzināt Portu Piezīmes

source: Chassis Contents
lv_lv: Šasijas Sastāvs

source: Front
lv_lv: Priekša

source: Number of Slots in Chassis:
lv_lv: Slotu Skaits Šasijā:

source: Slot #
lv_lv: Slota #

source: Device Name
lv_lv: Iekārtas Nosaukums

source: You must first define how many slots are in the chassis before you can add devices.
lv_lv: Jums vispirms vajag definēt, cik daudz slotu ir šasijā, pirms Jūs varat pievienot iekārtas.

source: Hypervisor Server Information
lv_lv: Hipervizora Servera Informācija

source: Hypervisor
lv_lv: Hipervizors

source: Limit device type selection to
lv_lv: Ierobežot iekārtu tipu selekciju uz

source: Limit device selection to
lv_lv: Ierobežot iekārtu selekciju uz

source: Operational Log
lv_lv: Darbību Žurnāls

source: Port Name
lv_lv: Porta Nosaukums

source: Device
lv_lv: Iekārta

source: Panel
lv_lv: Panelis

source: Color Code
lv_lv: Krāsas Kods

source: Patch Port
lv_lv: Pačports

source: Back
lv_lv: Atpakaļ

source: Copy
lv_lv: Kopēt

source: Export Connections
lv_lv: Eksportēt Savienojumus

source: Return to Parent Device
lv_lv: Atgriezties uz Vadošo Iekārtu

source: Return to Storage Room
lv_lv: Atgriezties uz Noliktavu

source: Return to General Storage Room
lv_lv: Atgriezties uz Vispārējo Noliktavu

source: Do you certify that you have completed an audit of this device?
lv_lv: Vai Jūs sertificējat, ka esat veikuši auditu šai iekārtai?

source: Data Center Device Templates
lv_lv: Datu Centru Iekārtu Šabloni

source: Template File Imported
lv_lv: Šablonu Fails Importēts

source: View errors
lv_lv: Skatīt Kļūmes

source: Error updating front slots
lv_lv: Kļūme, atjaunojot priekšējos slotus

source: Error updating rear slots
lv_lv: Kļūme, atjaunojot aizmugurējos slotus

source: Error updating template ports
lv_lv: Kļūme, atjaunojot šablona portus

source: Error updating template power connections
lv_lv: Kļūme, atjaunojot šablona strāvas savienojumus

source: Error updating device template custom values
lv_lv: Kļūme, atjaunojot iekārtas šablona pielāgotās vērtības

source: Error updating cdu attributes
lv_lv: Kļūme, atjaunojot CDU īpašības

source: An error has occured, template not created
lv_lv: Notikusi kļūme, šablons netika izveidots

source: Error updating template
lv_lv: Kļūme, atjaunojot šablonu

source: Error updating devices
lv_lv: Kļūme, atjaunojot iekārtas

source: Error
lv_lv: Kļūme

source: Exported
lv_lv: Eksportēts

source: This value must be different than
lv_lv: Šai vērtībai jābūt atšķirīgai no

source: Import
lv_lv: Importēt

source: Close
lv_lv: Aizvērt

source: Custom
lv_lv: Pielabot

source: 0 for a vertical mounting
lv_lv: 0 priekš vertikālās montāžas

source: No. Power Connections
lv_lv: Strāvas Savienojumu Sk.

source: Edit Ports
lv_lv: Rediģēt Portus

source: No. Ports
lv_lv: Portu Sk.

source: Front Picture File
lv_lv: Priekšas Bildes Fails

source: Rear Picture File
lv_lv: Aizmugures Bildes Fails

source: Chassis Slots
lv_lv: Šasijas Sloti

source: Edit Coordinates
lv_lv: Rediģēt Koordinātas

source: Rear Chassis Slots
lv_lv: Šasijas Aizmugures Sloti

source: Default:
lv_lv: Noklusējums:

source: Revert to default value from configuration page
lv_lv: Atgriezt uz noklusējuma vērtībām no konfigurācijas lapas

source: Revert
lv_lv: Atgriezt

source: Enabled?
lv_lv: Iespējots?

source: Required?
lv_lv: Nepieciešams?

source: Number of Devices Using This Template:
lv_lv: Iekārtu Skaits, Kuri Izmanto Šo Šablonu:

source: Update Template
lv_lv: Atjaunot Šablonu

source: Clone Template
lv_lv: Dublicēt Šablonu

source: Delete Template
lv_lv: Dzēst Šablonu

source: Update Devices
lv_lv: Atjaunot Iekārtas

source: OID for Phase1
lv_lv: OID Fāzei 1

source: OID for Phase2
lv_lv: OID Fāzei 2

source: OID for Phase3
lv_lv: OID Fāzei 3

source: Temperature OID
lv_lv: Temperatūras OID

source: Humidity OID
lv_lv: Mitruma OID

source: Temperature Multiplier
lv_lv: Temperatūras Reizinātājs

source: Humidity Multiplier
lv_lv: Mitruma Reizinātājs

source: Temperature Units
lv_lv: Temperatūras Vienības

source: Image file selector
lv_lv: Bilžu faila izvēlētājs

source: Import Template From File
lv_lv: Importēt Šablonu No Faila

source: Import log
lv_lv: Importēt Žurnālu

source: Disposal Method Management
lv_lv: Izmešanas Metodes Pārvalde

source: Created
lv_lv: Izveidots

source: Disposal Mechanism
lv_lv: Izmešanas Mehānisms

source: Disposition ID
lv_lv: Dispozīcijas ID

source: New Disposal Method
lv_lv: Jauna Izmešanas Metode

source: Description
lv_lv: Apraksts

source: Reference Number (Contract)
lv_lv: Atsauces Numurs (Līgums)

source: You must always have at least one Active disposal method.
lv_lv: Jums vienmēr vajag būt vismaz vienai Aktīvai izmešanas metodei.

source: Data Center Escalation Rules
lv_lv: Datu Centra Eskalācijas Likumi

source: Escalation Rule
lv_lv: Eskalācijas Likums

source: New Escalation Rule
lv_lv: Jauns Eskalācijas Likums

source: OpenDCIM Image File Management
lv_lv: OpenDCIM Bilžu Failu Pārvalde

source: openDCIM Data Center Inventory
lv_lv: OpenDCIM Datu Centru Inventārs

source: Device Pictures
lv_lv: Iekārtas Bildes

source: Rebuild Image Cache
lv_lv: Pārbūvēt Bilžu Kešatmiņu

source: Infrastructure Drawings
lv_lv: Infrastruktūras Zīmējumi

source: Delete image file?
lv_lv: Dzēst bilžu failu?

source: This image will be permanently deleted and cannot be recovered. Are you sure?
lv_lv: Šī bilde tiks dzēsta neatgriezeniski un to nevarēs atgūt. Vai Jūs esat pārliecināti?

source: Data Center Operations Metrics
lv_lv: Datu Centru Darbības Metrikas

source: Pending Rack Requests
lv_lv: Neapstiprinātie Statņu Pieprasījumi

source: Submit Time
lv_lv: Iesniegšanas Laiks

source: Requestor
lv_lv: Iesniedzējs

source: System Name
lv_lv: Sistēmas Nosaukums

source: Due By
lv_lv: Līdz

source: Data Center Inventory
lv_lv: Datu Centru Inventārs

source: Export Inventory
lv_lv: Eksportēt Inventāru

source: Hosted Systems
lv_lv: Hostētās Sistēmas

source: DC Count
lv_lv: DC Skaits

source: Physical Server Count
lv_lv: Fizisko Serveru Skaits

source: Other Device Count
lv_lv: Citu Iekārtu Skaits

source: Power Consumption
lv_lv: Jaudas Patēriņš

source: Heat Produced
lv_lv: Izdalītais Karstums

source: VM Hosts
lv_lv: VM Hosti

source: Virtualization Ratio
lv_lv: Virtualizācijas Attiecība

source: openDCIM Login
lv_lv: openDCIM Pieslēgšanās

source: Username:
lv_lv: Lietotājs:

source: Password:
lv_lv: Parole:

source: Unable to bind to specified LDAP server with specified username/password. Username:
lv_lv: Nevar piesaistīties pie noteiktā LDAP servera ar noteikto lietotāju/paroli. Lietotājs:

source: LDAP authentication successful, granted site access based on required group membership. Username:
lv_lv: LDAP autentifikācija veiksmīga, piešķirta piekļuve mājaslapai, balstoties uz nepieciešamo grupas biedrību. Lietotājs:

source: LDAP authentication successful, but access denied based on lacking group membership. Username:
lv_lv: LDAP autentifikācija veiksmīga, bet piekļuve ir liegta, balstoties uz trūkstošām grupu biedrībām. Lietotājs:

source: LDAP Authentication failed for username:
lv_lv: LDAP Autentifikācija neizdevās priekš lietotāja:

source: Map Selector
lv_lv: Kartes Atlasītājs

source: Coordinates
lv_lv: Koordinātas

source: Front Edge
lv_lv: Priekšējais Stūris

source: Click and drag on the image to select an area for
lv_lv: Spiediet un velciet uz bildes, lai izvēlētos reģionu priekš

source: You must configure an image for this datacenter before attempting to place a cabinet on its map.
lv_lv: Jums vajag konfigurēt bildi priekš šī datu centra, pirms mēģināt likt statni uz kartes.

source: Please check that &quot;%s&quot; is actually a file.
lv_lv: Pārliecinieties, ka &quot;%s&quot; ir tiešām fails.

source: Please check the permissions on %s and make sure it is readable.
lv_lv: Lūdzu pārbaudiet tiesības uz %s un pārliecinieties, ka tās ir lasāmas.

source: Selection Preview
lv_lv: Izvēles Priekšskats

source: General Storage Room
lv_lv: Vispārējā Noliktava

source: Reports
lv_lv: Ziņojumi

source: Work Order
lv_lv: Darba Kārtība

source: Rack Request Form
lv_lv: Statnes Pieprasījums No

source: User Administration
lv_lv: Lietotāju Administrēšana

source: Dept. Administration
lv_lv: Nod. Administrēšana

source: Issue Escalation
lv_lv: Problēmu Eskalācija

source: Time Periods
lv_lv: Laika Periodi

source: Escalation Rules
lv_lv: Eskalācijas Likumi

source: Project Catalog
lv_lv: Projektu Katalogs

source: Template Management
lv_lv: Šablonu Pārvalde

source: Edit Device Templates
lv_lv: Rediģēt Iekārtu Šablonus

source: Infrastructure Management
lv_lv: Infrastruktūras Pārvalde

source: Edit Cabinets
lv_lv: Rediģēt Statnes

source: Device Image Management
lv_lv: Iekārtu Bilžu Pārvalde

source: Bulk Importer
lv_lv: Masveida Importētājs

source: Import Container/Datacenter/Zone/Row
lv_lv: Importēt Konteineru/Datu Centru/Zonu(Salu)/rindu

source: Import User Accounts
lv_lv: Importēt Lietotāju Kontus

source: Import Departments/Customers
lv_lv: Importēt Nodaļas/Klientus

source: Import Device Templates
lv_lv: Importēt Iekārtu Šablonus

source: Import New Cabinets
lv_lv: Importēt Jaunas Statnes

source: Import New Devices
lv_lv: Importēt Jaunas Iekārtas

source: Import Network Connections
lv_lv: Importēt Tīkla Savienojumus

source: Import Power Connections
lv_lv: Importēt Strāvas Savienojumus

source: Process Bulk Moves
lv_lv: Apstrādāt Masveida Pārvietošanas

source: Edit Manufacturers
lv_lv: Rediģēt Ražotājus

source: Repository Sync
lv_lv: Krātuves Sinhronizācija

source: Materiel Management
lv_lv: Materiālu Pārvalde

source: Manage Supply Bins
lv_lv: Pārvaldīt Materiālu Tvertni

source: Manage Supplies
lv_lv: Pārvaldīt Materiālus

source: Manage Disposal Methods
lv_lv: Pārvaldīt Izmešanas Metodes

source: Edit Data Centers
lv_lv: Rediģēt Datu Centrus

source: Edit Containers
lv_lv: Rediģēt Konteinerus

source: Edit Zones
lv_lv: Rediģēt Zonas (Salas)

source: Edit Rows of Cabinets
lv_lv: Rediģēt Statņu Rindas

source: Facilities Image Management
lv_lv: Iestāžu Bilžu Pārvalde

source: Power Management
lv_lv: Strāvas Iekārtu Pārvalde

source: Edit Power Panels
lv_lv: Rediģēt Strāvas Paneļus

source: Path Connections
lv_lv: Ceļu Savienojumi

source: View Path Connection
lv_lv: Skatīt Ceļu Savienojumus

source: Make Path Connection
lv_lv: Veidot Ceļu Savienojumus

source: Edit Configuration
lv_lv: Rediģēt Konfigurāciju

source: Logout
lv_lv: Iziet Ārā

source: Side
lv_lv: Mala

source: Creating an end to end connection
lv_lv: Tiek izveidots galu-līdz-galam savienojums

source: Connection implemented
lv_lv: Savienojums īstenots

source: Path not initialized
lv_lv: Ceļš nav palaists

source: Error getting initial device data
lv_lv: Kļūme, iegūstot sākotnējās iekārtas datus

source: Error: initial device is a panel
lv_lv: Kļūme: sākotnējā iekārta ir panelis

source: Error getting initial device port data
lv_lv: Kļūme, iegūstot sākotnējās iekārtas porta datus

source: Error: initial device port is already connected
lv_lv: Kļūme: sākotnējās iekārtas ports ir jau savienots

source: Error getting final device data
lv_lv: Kļūme, iegūstot beigu iekārtas datus

source: Error: final device is a panel
lv_lv: Kļūme: beigu iekārta ir panelis

source: Error getting final device port data
lv_lv: Kļūme, iegūstot beigu iekārtas porta datus

source: Error: final device port is already connected
lv_lv: Kļūme: beigu iekārtas ports jau ir savienots

source: Path not found
lv_lv: Ceļs nav atrasts

source: Initial device unspecified
lv_lv: Sākotnēja iekārta nav norādīta

source: Initial device port unspecified
lv_lv: Sākotnējais iekārtas ports nav norādīts

source: Final device unspecified
lv_lv: Beigu iekārta nav norādīta

source: Unknown Error
lv_lv: Nezināma kļūme

source: Port
lv_lv: Ports

source: Front Connection
lv_lv: Priekšējais savienojums

source: Rear Connection
lv_lv: Aizmugurējais savienojums

source: Implement in DataBase
lv_lv: Ieviest Datubāzē

source: Initial device
lv_lv: Sākotnējā iekārta

source: Final device
lv_lv: Beigu iekārta

source: Make Path
lv_lv: Veidot Ceļu

source: End to end connection path
lv_lv: Galu-līdz-galam savienojuma ceļš

source: Front connections deleted
lv_lv: Priekšas savienojumi izdzēsti

source: Come back when you have device rights
lv_lv: Nāc atpakaļ, kad tev ir iekāršu tiesības

source: There is a loop in this port
lv_lv: Šajā portā ir cilpa

source: Device not found
lv_lv: Iekārta nav atrasta

source: There are several devices with this label
lv_lv: Pastāv vairākas iekārtas ar šo nosaukumu

source: Please, select a device from list
lv_lv: Lūdzu izvēlieties iekārtu no saraksta

source: Not found
lv_lv: Neatrasts

source: Path of
lv_lv: Ceļš pieder

source: Delete front connections in DataBase
lv_lv: Dzēst priekšas savienojumus no Datubāzes

source: Search by path identifier
lv_lv: Meklēt pēc ceļa identifikatora

source: Identifier
lv_lv: Identifikators

source: Search
lv_lv: Meklēt

source: Search by label/port
lv_lv: Meklēt pēc etiķetes/porta

source: openDCIM Department Membership Maintenance
lv_lv: openDCIM Nodaļu Piederības Apkope

source: Department Membership
lv_lv: Nodaļu Piederība

source: Inherited Meter Load
lv_lv: Vadošā Skaitītāja Slodze

source: Estimated Load
lv_lv: Paredzamā Slodze

source: Panel Meter Load
lv_lv: Paneļa Skaitītāja Slodze

source: Power Panel ID
lv_lv: Strāvas Paneļa ID

source: New Panel
lv_lv: Jauns Panelis

source: Panel Name
lv_lv: Paneļa Nosaukums

source: Number of Poles
lv_lv: Polu Skaits

source: Main Breaker Amperage
lv_lv: Galvenā Drošinātāja Amperāža

source: Panel Voltage
lv_lv: Paneļa Voltāža

source: Numbering Scheme
lv_lv: Numerācijas Shēma

source: Parent Panel
lv_lv: Vadošais Panelis

source: Parent Breaker Name
lv_lv: Vadošā Drošinātāja Nosaukums

source: Panel Meter IP Address
lv_lv: Paneļa Skaitītāja IP Adrese

source: CDU/Meter Template
lv_lv: RPDU/Skaitītāja Šablons

source: Data Center (for Mapping)
lv_lv: Datu Centrs (priekš Kartēšanas)

source: Panel Schedule
lv_lv: Paneļa laika grafiks

source: Unknown Pole
lv_lv: Nezināms Pols

source: PDUs and Panels displayed here could not be drawn on the panel because no circuit ID was defined. Please check the pole positions on the panels again.
lv_lv: Šeit attēlotie PDU un Paneļi nevar tikt zīmēti uz paneļa, jo nav definēts ķēdes ID. Lūdzu atkal pārbaudiet Polu pozīcijas uz paneļiem.

source: Errors
lv_lv: Kļūmes

source: PDUs and Panels displayed here could not be drawn on the panel because of an overlapping circuit ID assignment. Please check the pole positions on the panels again.
lv_lv: Šeit attēlotie PDU un Paneļi nevar tikt zīmēti uz paneļa, jo ir jaukti kopā ķēdes ID. Lūdzu atkal pārbaudiet Polu pozīcijas uz paneļiem.

source: Power panel delete confirmation
lv_lv: Strāvas paneļa dzēšanas apstiprinājums

source: Are you sure that you want to delete this power panel?
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo strāvas paneli?
