Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM_Latvian.po
Languages: lv_lv

source: Bulk Cabinet Importer
lv_lv: Masveida Statņu Importētājs

source: Pick the appropriate column header (line 1) for each field name listed below.
lv_lv: Izvēlieties atbilstošo kolonnas virsrakstu (līnija 1) priekš katra zemāk norādītā lauka nosaukuma.

source: Mouse over each field for help text.
lv_lv: Pārlieciet peli pāri katram laukam priekš palīgteksta.

source: Process
lv_lv: Apstrādāt

source: All records imported successfully.
lv_lv: Visi ieraksti tika veiksmīgi importēti.

source: At least one error was encountered processing the file. Please see below.
lv_lv: Vismaz viena kļūme tika saskarta, apstrādājot failu. Lūdzu skatīt zemāk.

source: Select file to upload:
lv_lv: Izvēlieties failu augšupielādēšanai:

source: Bulk Container/Datacenter Importer
lv_lv: Masveida Statņu/Datu centru Importētājs

source: Bulk Department Importer
lv_lv: Masveida Nodaļu Importētājs

source: Pick the appropriate column header (line 1) for each field name listed below. Any records matching an existing Department Name will be rejected.
lv_lv: Izvēlieties atbilstošo kolonnas virsrakstu (līnija 1) priekš katra zemāk norādīta lauka nosaukuma. Jebkuri ieraksti, kuri sakrīt ar pastāvošu Nodaļas Nosaukumu, tiks atteikti.

source: Department name already exists in database:
lv_lv: Nodaļas nosaukums jau pastāv datubāzē:

source: Invalid hex color code entered:
lv_lv: Nederīgs krāsas heksadecimālais kods ievadīts:

source: Classification is not a valid entry in your site configuration:
lv_lv: Šī klasifikācija nav pareizi ievadīta Jūsu mājaslapas konfigurācijā:

source: Created new Department:
lv_lv: Izveidota jauna Nodaļa:

source: Bulk Device Importer
lv_lv: Masveida Iekārtu Importētājs

source: Validate
lv_lv: Validēt

source: The following required fields are not mapped
lv_lv: Sekojošie svarīgie lauki nav kartēti

source: The following values in the import file require entries in openDCIM before you may proceed.
lv_lv: Sekojošajām vērtībām no importētā faila ir nepieciešami ieraksti openDCIMā, pirms Jūs varat turpināt.

source: Data Center
lv_lv: Datu Centrs

source: Cabinet
lv_lv: Statne

source: Manufacturer
lv_lv: Ražotājs

source: Model
lv_lv: Modelis

source: Department
lv_lv: Nodaļa

source: Primary Contact
lv_lv: Primārā kontaktpersona

source: Collision Detected
lv_lv: Konstatēta sadursme

source: The file has passed validation. Press the Process button to import.
lv_lv: Fails tika veiksmīgi validēts. Spiediet Apstrādāt pogu, lai importētu.

source: Parent device does not exist at specified location.
lv_lv: Vadošā iekārta nepastāv norādītājā vietā.

source: Bulk Device Moves/Deletes
lv_lv: Masveida Iekārtu Pārvietošana/Dzēšana

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file.
lv_lv: Atslēglauka veids, kuru izmanto, lai sapārotu iekārtas openDCIMā. Tikai viens veids var tikt norādīts katram failam.

source: KeyField
lv_lv: Atslēglauks

source: The following values in the bulk move/delete file require entries in openDCIM before you may proceed.
lv_lv: Sekojošajām vērtībām no masveida pārvietošanas/dzēšanas faila ir nepieciešami ieraksti openDCIMā, pirms Jūs varat turpināt.

source: All records processed successfully.
lv_lv: Visi ieraksti veiksmīgi apstrādāti.

source: Bulk Network Importer
lv_lv: Masveida Tīkla Importētājs

source: Bulk Power Importer
lv_lv: Masveida Strāvas Iekārtu Importētājs

source: Bulk Device Template Importer
lv_lv: Masveida Iekārtu Šablonu Importētājs

source: This template importer is to get the bare minimum information entered. For a more robust template sharing system, use the online repository.
lv_lv: Šis šablonu importētājs pastāv, lai ievadītu pamatinformāciju par iekārtām. Priekš detalizētākas šablonu izplatīšanas sistēmas, izmantojiet interneta krātuvi.

source: Created Template:
lv_lv: Izveidots Šablons:

source: Error: Unable to add template for
lv_lv: Kļūme: Nevar pievienot šablonu priekš

source: Error: Invalid DeviceType specified
lv_lv: Kļūme: Nederīgs DeviceType (Iekārtas Tips) norādīts

source: Error: Manufacturer name
lv_lv: Kļūme: Ražotāja nosaukums

source: not in database.
lv_lv: nav datubāzē.

source: Bulk User Authorization Importer
lv_lv: Masveida Lietotāju Autorizācijas Importētājs

source: Pick the appropriate column header (line 1) for each field name listed below. Any UserID already in the system will be updated.
lv_lv: Izvēlieties atbilstošo kolonnas virsrakstu (līnija 1) priekš katra zemāk norādītā lauka nosaukuma. Jebkurš pastāvošs UserID (Lietotāja ID) sistēmā tiks atjaunots.

source: Created new person account:
lv_lv: Izveidots jauns lietotāja konts:

source: Updated existing person account:
lv_lv: Atjaunots pastāvošās personas konts:

source: Information Technology Services
lv_lv: Informācijas Tehnoloģiju Servisi

source: Cabinet Audit Report
lv_lv: Statnes Audita Ziņojums

source: Date
lv_lv: Datums

source: Last Audit
lv_lv: Pēdējais Audits

source: Page
lv_lv: Lapa

source: Cabinet Location
lv_lv: Statnes Atrašanās vieta

source: Label
lv_lv: Nosaukums

source: SerialNo
lv_lv: Sērijas Nr

source: AssetTag
lv_lv: AparatEtikete

source: Position
lv_lv: Vieta

source: Rack Units
lv_lv: U vietas

source: #Ports
lv_lv: #Porti

source: #PS
lv_lv: #StravasAvots

source: PowerConnection1
lv_lv: StravasSavienojums1

source: PowerConnection2
lv_lv: StravasSavienojums2

source: DeviceType
lv_lv: IekartasTips

source: PDUs at
lv_lv: PDU pie

source: NumOutputs
lv_lv: IzvaduSkaits

source: PanelLabel
lv_lv: PanelaNosaukums

source: PanelPole
lv_lv: PanelaPols

source: Updated
lv_lv: Atjaunots

source: Data Center Cabinet Inventory
lv_lv: Datu Centra Statnes Inventārs

source: New Cabinet
lv_lv: Jauna Statne

source: Location
lv_lv: Vieta

source: Assigned To
lv_lv: Piešķirts (kuram)

source: General Use
lv_lv: Brīvpieejams

source: Zone
lv_lv: Zona/Sala

source: Cabinet Row
lv_lv: Statnes Rinda

source: Cabinet Height
lv_lv: Statnes Augstums

source: U1 Position
lv_lv: U1 Pozīcija

source: Bottom
lv_lv: Apakša

source: Top
lv_lv: Augša

source: Default
lv_lv: Noklusējums

source: Key/Lock Information
lv_lv: Atslēgas/Slēdzenes Informācija

source: Maximum
lv_lv: Maksimums

source: Maximum Weight
lv_lv: Maksimālais Svars

source: Date of Installation
lv_lv: Uzstādīšanas Datums

source: Tags
lv_lv: Etiketes

source: Notes
lv_lv: Piezīmes

source: Update
lv_lv: Atjaunot

source: Delete
lv_lv: Dzēst

source: Audit Report
lv_lv: Audita Ziņojums

source: Map Coordinates
lv_lv: Kartes Koordinātas

source: Create
lv_lv: Izveidot

source: Return to Navigator
lv_lv: Atgriezties uz Navigāciju

source: Return to Main Menu
lv_lv: Atgriezties uz Sākumu

source: Cabinet delete confirmation
lv_lv: Statnes dzēšanas apstiprinājums

source: Are you sure that you want to delete this cabinet and all the devices in it?<br><br><b>THERE IS NO UNDO</b>
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo statni un visas tajā iekārtas?<br><br><b>ŠO NEVAR ATCELT</b>

source: Yes
lv_lv: Jā

source: No
lv_lv: Nē

source: Install Date
lv_lv: Uzstādīšanas Datums

source: Row
lv_lv: Rinda

source: Never
lv_lv: Nekad

source: Above defined rack height
lv_lv: Augstāk par definēto statnes augstumu

source: Free Space
lv_lv: Brīva Vieta

source: Maximum Weight Not Set
lv_lv: Maksimālais Svars Nav Norādīts

source: Owner Unassigned
lv_lv: Bez Īpašnieka

source: Template Unassigned
lv_lv: Bez Šablona

source: Markup Key
lv_lv: Marķējums

source: Cabinet Metrics
lv_lv: Statnes Metrikas

source: Space
lv_lv: Ietilpība

source: Weight
lv_lv: Svars

source: Computed Watts
lv_lv: Aprēķinātā Jauda

source: Measured Watts
lv_lv: Mērītā Jauda

source: Approximate Center of Gravity
lv_lv: Aptuvenais Gravitācijas Centrs

source: Zero-U Devices
lv_lv: Bez-U Iekārtas

source: Power Distribution
lv_lv: Strāvas Sadalīšana

source: Unknown Status
lv_lv: Nezināms Statuss

source: ATS Feeds OK
lv_lv: ATS Ievadi OK

source: ATS Feeds Abnormal
lv_lv: ATS Ievadi Nenormāli

source: Add CDU
lv_lv: Pievienot CDU

source: Environmental Sensors
lv_lv: Apkārtējās vides Sensori

source: Add Sensor
lv_lv: Pievienot Sensoru

source: Certify Audit
lv_lv: Sertificēt Auditu

source: Add Device
lv_lv: Pievienot Iekārtu

source: Edit Cabinet
lv_lv: Rediģēt Statni

source: Delete Cabinet
lv_lv: Dzēst Statni

source: Cabinet Notes
lv_lv: Statnes Piezīmes

source: Facilities Cabinet Maintenance
lv_lv: Iestāžu Statņu Apkope

source: Return to %s
lv_lv: Atgriezt uz %s

source: Audit Confirmation
lv_lv: Audita Apstiprināšana

source: Do you certify that you have completed an audit of this cabinet?
lv_lv: Vai Jūs sertificējat, ka esat veikuši šīs statnes auditu?

source: Are you sure that you want to delete this cabinet and all the devices in it?
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo statni un visas tās iekārtas?

source: Are you REALLY sure?
lv_lv: Vai jūs esat TIEŠĀM drosi?

source: Are you sure REALLY sure? There is no undo!!
lv_lv: vai jūs esat tiešām TIEŠĀM droši? Šo nevarēs atcelt!!

source: Rows of Cabinets
lv_lv: Statņu Rindas

source: Verify Delete Row
lv_lv: Apstiprināt Rindas Dzēšanu

source: This Row will be deleted and there is no undo. Assets within the row will remain as members of the Data Center.
lv_lv: Šī Rinda tiks dzēsta, un to nevarēs atcelt. Piederumi šajā rindā paliks kā Datu Centra piederumi.

source: Are you sure?
lv_lv: Vai Jūs esat droši?

source: New Row
lv_lv: Jauna Rinda

source: Name
lv_lv: Nosaukums

source: Data Center Zone
lv_lv: Datu Centra Zona/Sala

source: Data Center Cabinet Distribution Unit Templates
lv_lv: Datu Centra RPDU šabloni

source: Template
lv_lv: Šablons

source: New Template
lv_lv: Jauns Šablons

source: Managed
lv_lv: Pārvaldītais

source: Automatic Transfer Switch
lv_lv: Automātiskais Pārslēgšanas Slēdzis

source: SNMP Version
lv_lv: SNMP Versija

source: Firmware Version OID
lv_lv: Programmaparatūras Versijas OID

source: Multiplier
lv_lv: Reizinātājs

source: ATS Status OID
lv_lv: ATS Statusa OID

source: ATS Desired Result
lv_lv: ATS Vēlamais Rezultāts

source: Processing Scheme
lv_lv: Apstrādājam Shēmu

source: Voltage
lv_lv: Voltāža

source: Amperage
lv_lv: Amperāža

source: No. of Outlets
lv_lv: Izvadu Skaits

source: Data Center Configuration
lv_lv: Datu Centru Konfigurācija

source: Select
lv_lv: Izvēlēties

source: Clear all
lv_lv: Notīrīt Visu

source: Something just went horribly wrong.
lv_lv: Kaut kas tikko nogāja pilnīgi greizi.

source: Replace
lv_lv: Aizvietot

source: Cancel
lv_lv: Atcelt

source: Media Type Delete Override
lv_lv: Medija Veida Dzēšanas Ignorēšana

source: This media type is in use somewhere. Select an alternate type to assign to all the records to or choose clear all.
lv_lv: Šis medija veids tiek kaut kur lietots. Izvēlieties citu veidu, kuru piešķirt visiem ierakstiem vai izvēlaties notīrīt visu.

source: Code Delete Override
lv_lv: Koda Dzēšanas Ignorēšana

source: This code is in use somewhere. You can either choose to clear all instances of this color being used or choose to have them replaced with another color.
lv_lv: Šis kods tiek lietots kaut kur. Jūs varat vai nu dzēst visas šīs krāsas pielietošanas instances, vai nu aizvietot ar citu krāsu.

source: Custom Device Attribute Type Change Error
lv_lv: Pielāgotas Iekārtās Īpašības Veida Mainīšanas Kļūme

source: Change Type and Clear all uses
lv_lv: Mainīt Veidu un Dzēst visus pielietojumus

source: Custom Device Attribute Type Change Override
lv_lv: Pielāgotas Iekārtas Īpašības Veida Mainīšanas Ignorēšana

source: This custom device attribute is in use somewhere. If you choose to change the attribute type, it will be cleared from all devices and device templates.
lv_lv: Šī pielāgotās iekārtas īpašība tiek pielietota kaut kur. Ja Jūs izvēlaties mainīt šo īpašības veidu, tas tiks dzēsts no visām iekārtām un iekārtu šabloniem.

source: Custom Device Attribute Delete Error
lv_lv: Pielāgotas Iekārtas Īpašības Dzēšanas Kļūme

source: Delete from All Devices/Templates
lv_lv: Dzēst no Visām Iekārtām/Šabloniem

source: Custom Device Attribute Delete Override
lv_lv: Pielāgotas Iekārtas Īpašības Dzēšanas Ignorēšana

source: This custom device attribute is in use somewhere. If you choose to delete the attribute, it will be removed from all devices and device templates.
lv_lv: Šī pielāgotās iekārtas īpašība tiek pielietota kaut kur. Ja Jūs izvēlaties dzēst šo īpašību, tas tiks dzēsts no visām iekārtām un iekārtu šabloniem.

source: General
lv_lv: Vispārēji

source: Workflow
lv_lv: Darbaplūsma

source: Style
lv_lv: Stils

source: Email
lv_lv: E-pasts

source: Reporting
lv_lv: Ziņojumi

source: ToolTips
lv_lv: Etiķetes

source: Cabling
lv_lv: Kabeļi

source: Custom Device Attributes
lv_lv: Pielāgotas Iekārtu Īpašības

source: Pre-Flight Check
lv_lv: Pirms-Palaišanas Pārbaude

source: Organization Name
lv_lv: Uzņēmuma Nosaukums

source: Locale
lv_lv: Lokalizācija

source: Default Panel Voltage
lv_lv: Noklusējuma Paneļa Voltāža

source: Time and Measurements
lv_lv: Laiks un Mērījumi

source: Time Zone
lv_lv: Laika Zona

source: Manufacture Date
lv_lv: Ražošanas Datums

source: Blank
lv_lv: Tukšs

source: Now
lv_lv: Tagad

source: Warranty Date
lv_lv: Garantijas Datums

source: Measurement Units
lv_lv: Mērījuma Vienības

source: English
lv_lv: Angļu (Imperiālā)

source: Metric
lv_lv: Metriskā

source: Page Size
lv_lv: Lapas Izmērs

source: Letter
lv_lv: Vēstules

source: Legal
lv_lv: Juridiskā

source: Users
lv_lv: Lietotāji

source: Department Types
lv_lv: Nodaļu Veidi

source: User Lookup URL
lv_lv: Lietotāja Atrašanas URL

source: Block Undefined Users
lv_lv: Bloķēt Nedefinētus Lietotājus

source: Disabled
lv_lv: Atspējots

source: Enabled
lv_lv: Iespējots

source: Rack Usage
lv_lv: Statnes Utilizācija

source: Space Critical
lv_lv: Aizpildījums Kritisks

source: Temperature Critical
lv_lv: Temperatūra Kritiska

source: Space Warning
lv_lv: Aizpildījuma Brīdinājums

source: Temperature Warning
lv_lv: Temperatūras Brīdinājums

source: Weight Critical
lv_lv: Svars Kritisks

source: High Humidity Critical
lv_lv: Kritiski Augsts Mitrums

source: Weight Warning
lv_lv: Svara Brīdinājums

source: Low Humidity Critical
lv_lv: Kritiski Zems Mitrums

source: Power Critical
lv_lv: Kritiska Jauda

source: High Humidity Caution
lv_lv: Augsta Mitruma Uzmanība

source: Power Warning
lv_lv: Jaudas Brīdinājums

source: Low Humidity Caution
lv_lv: Zema Mitruma Uzmanība

source: RCI (Rack Cooling Index) High
lv_lv: RCI (Statnes Dzesēšanas Indekss) ausgsts

source: RCI (Rack Cooling Index) Low
lv_lv: RCI (Statnes Dzesēšanas Indekss) Zems

source: Virtual Machines
lv_lv: Virtuālās Mašīnas

source: Expiration Time (Days)
lv_lv: Derīguma Termiņš (Dienas)

source: Work Order Builder
lv_lv: Darba Secības Būvētājs

source: Site Level Security Options
lv_lv: Mājaslapas Drošības Līmeņu Opcijas

source: Filter Cabinet List
lv_lv: Filtrēt Statņu Sarakstu

source: Rack Requests
lv_lv: Statņu Pieprasījumi

source: Rack Requests Actions
lv_lv: #********** SĀKUMS - Pievienot Rīcības laukumu Statņu Pieprasījumam No lapas ********

source: Action
lv_lv: Rīcība

source: New
lv_lv: Jauns

source: Move
lv_lv: Pārvietot

source: Change
lv_lv: Mainīt

source: Retire
lv_lv: Atstādināt

source: Mail Subject
lv_lv: #********** BEIGAS - Pievienot Rīcības laukumu Statņu Pieprasījumam No lapas **********

source: Warning (Hours)
lv_lv: Brīdinājums (stundas)

source: Critical (Hours)
lv_lv: Kritisks (stundas)

source: Online Repository
lv_lv: Interneta Krātuve

source: UserID and Key are not needed to pull from the repository, only to send.
lv_lv: UserID (Lietotāja ID) un Atslēga nav nepieciešama, lai izvilktu no krātuves, bet tikai priekš sūtīšanas.

source: API Key
lv_lv: API Atslēga

source: Racks & Maps
lv_lv: Statnes un Kartes

source: Critical Color
lv_lv: Kritiska Krāsa

source: Caution Color
lv_lv: Uzmanības Krāsa

source: Good Color
lv_lv: Laba Krāsa

source: Unused Spaces
lv_lv: Neizmantotas Vietas

source: Default U1 Position
lv_lv: Noklusējuma U1 Vieta

source: Devices
lv_lv: Iekārtas

source: Device Labels
lv_lv: Iekārtas Nosaukums

source: Uppercase
lv_lv: Lielie burti

source: Lowercase
lv_lv: Mazie burti

source: Initial caps
lv_lv: Sākuma lielie burti

source: Don't touch my labels
lv_lv: Neaiztieciet manus nosaukumus

source: Device Lists
lv_lv: Iekārtu Saraksts

source: Just Devices
lv_lv: Tikai Iekārtas

source: Show Datacenter and Cabinet
lv_lv: Rādīt Datu centru un Statni

source: Cabinets
lv_lv: Statnes

source: Draw Cabinet Outlines
lv_lv: Zīmēt Statņu Kontūras

source: Add Cabinet Labels
lv_lv: Pievienot Statņu Nosaukumus

source: Site
lv_lv: Mājaslapa

source: Header Color
lv_lv: Virsraksta Krāsa

source: Body Color
lv_lv: Sastāva Krāsa

source: Link Color
lv_lv: Saikņu Krāsa

source: Viewed Link Color
lv_lv: Skatītu Saikņu Krāsa

source: SMTP Server
lv_lv: SMTP Serveris

source: SMTP Port
lv_lv: SMTP Ports

source: SMTP Username
lv_lv: SMTP Lietotājs

source: SMTP Password
lv_lv: SMTP Parole

source: Mail To
lv_lv: Sūtīt Uz

source: Mail From
lv_lv: Sūtit No

source: Facility Manager
lv_lv: Iestādes Pārvaldnieks

source: Facility Manager Email
lv_lv: Iestādes Pārvaldnieka E-pasts

source: Annual Cost Per Rack Unit (Year)
lv_lv: Ikgadējā Izmaksa Par Katru U Vietu (Gads)

source: Cost Per KwHr
lv_lv: Cena par KWh

source: Logo file for headers
lv_lv: Logo fails virsrakstiem

source: Font
lv_lv: Fonts

source: New Installs Period
lv_lv: Jaunu Uzstādījumu Periods

source: Base URL for install
lv_lv: Pamata URL instalācijām

source: SNMP Options
lv_lv: SNMP Opcijas

source: Default SNMP Community
lv_lv: Noklusējuma SNMP Community

source: SNMPv3 Security Level
lv_lv: SNMPv3 Drošības Līmenis

source: SNMPv3 AuthProtocol
lv_lv: SNMPv3 AutentProtokols

source: SNMPv3 Passphrase
lv_lv: SNMPv3 Parolfraze

source: SNMPv3 PrivProtocol
lv_lv: SNMPv3 PrivProtokols

source: SNMPv3 PrivPassphrase
lv_lv: SNMPv3 PrivParolfraze

source: Capacity Reporting
lv_lv: Ietilpības Ziņojums

source: Switches
lv_lv: Komutatori

source: OptIn
lv_lv: Iekļaut

source: OptOut
lv_lv: Neiekļaut

source: Switch Capacity Threshold
lv_lv: Komutatora Ietilpības Robeža

source: Utilities
lv_lv: Utilītas

source: Cabinet ToolTips
lv_lv: Statnes Palīgteksti

source: CDU ToolTips
lv_lv: RPDU Palīgteskti

source: Media Types
lv_lv: Mediju Veidi

source: Media Type Matching
lv_lv: Mediju Veidu Sasaistīšana

source: Enforce
lv_lv: Piespiest

source: Media Type
lv_lv: Mediju Veids

source: Default Color
lv_lv: Noklusējuma Krāsa

source: Add new row
lv_lv: Pievienot jaunu rindu

source: Cable Colors
lv_lv: Kabeļu Krāsas

source: Color
lv_lv: Krāsa

source: Default Note
lv_lv: Noklusējuma Piezīme

source: Connection Filtering
lv_lv: Savienojumu Filtrēšana

source: Patch panel rear connection filtering
lv_lv: Pačpaneļa aizmugures savienojumu filtrēšana

source: Connection Pathing
lv_lv: Savienojumu Ceļi

source: Cabinet Weight
lv_lv: Statnes Svars

source: Weight for rear connections between panels
lv_lv: Svars priekš aizmugures savienojumiem starp paneļiem

source: Weight for patches in the same row
lv_lv: Svars pačiem tajā pašā rindā

source: Type
lv_lv: Tips

source: Required
lv_lv: Svarīgs

source: Apply to<br>All Devices
lv_lv: Piešķirt <br>Visām Iekārtām

source: Default Value
lv_lv: Noklusējuma Vērtība

source: Device Status
lv_lv: Iekārtas Statuss

source: LDAP Authentication and Authorization Configuration
lv_lv: LDAP Autentifikācijas un Autorizācijas Konfigurācija

source: LDAP Server URI
lv_lv: LDAP Servera URI

source: Base DN
lv_lv: Pamata DN

source: Base Search
lv_lv: Pamata Meklēšana

source: Bind DN
lv_lv: Piesaistīt DN

source: User Search
lv_lv: Lietotāju Meklēšana

source: LDAP Session Expiration (Seconds)
lv_lv: LDAP Sesijas Derīgums (Sekundes)

source: Group Distinguished Names
lv_lv: Grupas Atšķirīgais Nosaukums

source: Site Access
lv_lv: Mājaslapas Piekļuve

source: Global Read
lv_lv: Globālā Lasīšana Visur

source: Global Write
lv_lv: Globālā Rakstīšana Visur

source: Global Delete
lv_lv: Globālā Dzēšana Visur

source: Admin Owned Devices
lv_lv: Savu Lietu Pašadministrēšana

source: Enter Rack Request
lv_lv: Ievadīt Statnes Pieprasījumu

source: Complete Rack Request
lv_lv: Izpildīt Statnes Pieprasījumu

source: Contact Admin
lv_lv: Kontaktēt Adminu

source: Bulk Operations
lv_lv: Masveida Darbības

source: Site Admin
lv_lv: Mājaslapas Admins

source: SAML Authentication Configuration
lv_lv: SAML Autentifikācijas Konfigurācija

source: Strict
lv_lv: Stingrs

source: Debug
lv_lv: Atkļūdošana

source: Base URL
lv_lv: Pamata URL

source: Show Success Page
lv_lv: Rādīt Izdošanās Lapu

source: SAML Service Provider Configuration
lv_lv: SAML Servisa Sniedzēja Konfigurācija

source: Entity ID
lv_lv: Vienības ID

source: x509 Certificate
lv_lv: x509 Sertifikāts

source: Private Key
lv_lv: Privātā Atslēga

source: SAML Identity Provider Configuration
lv_lv: SAML Identitātes Sniedzēja Konfigurācija

source: Certificate Fingerprint
lv_lv: Sertifikāta pirkstu nospiedums

source: Certificate Fingerprint Algorithm
lv_lv: Sertifikāta pirkstu nospieduma Algoritms

source: SAML Account Configuration
lv_lv: SAML Konta Konfigurācija

source: Remove Account Prefix
lv_lv: Noņemt Konta Priedēkli

source: Remove Account Suffix
lv_lv: Noņemt Konta Piedēkli

source: Reserved
lv_lv: Rezervēts

source: Disposed
lv_lv: Izmests

source: Power Strip
lv_lv: Pagarinātājs

source: Plug #
lv_lv: Spraudnis #

source: Power Supply
lv_lv: Baroklis

source: Switch
lv_lv: Komutators

source: Switch Port
lv_lv: Komutatora Ports

source: Device Port
lv_lv: Iekārtas Ports

source: Device Port Connections
lv_lv: Iekārtas Porta Savienojumi

source: SourceDevice
lv_lv: AvotaIekārta

source: SourcePort
lv_lv: AvotaPorts

source: TargetDevice
lv_lv: Merkaiekarta

source: TargetPort
lv_lv: MerkaPorts

source: MediaType
lv_lv: MedijaVeids

source: Connections
lv_lv: Savienojumi

source: Device Label
lv_lv: Iekārtas Nosaukums

source: Serial Number
lv_lv: Sērijas Numurs

source: Asset Tag
lv_lv: Aparatūras Etiķete

source: Target Cabinet
lv_lv: Mērķa Statne

source: Power Connection
lv_lv: Strāvas Savienojumi

source: Department Contact Listing
lv_lv: Nodaļas Kontaktpersonas Saraksts

source: Container Detail
lv_lv: Konteinera Informācija

source: Verify Delete Container
lv_lv: Apstiprināt Konteinera Dzēšanu

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \\'home\\'.
lv_lv: Šis konteiners tiks dzēsts un to nevarēs atcelt. To tiešie pavadoņi tiks pārvietoti uz \\'home\\'.

source: Container
lv_lv: Konteiners

source: New Container
lv_lv: Jauns Konteiners

source: Drawing URL
lv_lv: Zīmējuma URL

source: Parent Container
lv_lv: Vadošais Konteiners

source: None
lv_lv: Nav

source: Click on the image to select container coordinates
lv_lv: Spiediet uz bildes, lai izvēlētos konteinera koordinātas

source: Data Center Statistics
lv_lv: Datu Centra Statistika

source: Square Feet
lv_lv: Kvadrātpēdas

source: Watts per Square Foot
lv_lv: Vati uz Kvadrātpēdu

source: Square Meters
lv_lv: Kvadrātmetri

source: Watts per Square Meter
lv_lv: Vati uz Kvadrātmetru

source: Infrastructure
lv_lv: Infrastruktūra

source: Occupied
lv_lv: Aizņemts

source: Allocated
lv_lv: Utilizēts

source: Available
lv_lv: Pieejams

source: Total U
lv_lv: Kopējās U

source: Percentage
lv_lv: Procentāža

source: Data Centers
lv_lv: Datu Centri

source: Computed Wattage
lv_lv: Aprēķinātā Jauda

source: Watts
lv_lv: Vati

source: Measured Wattage
lv_lv: Mērītā Jauda

source: Design Maximum (kW)
lv_lv: Iestrādātais Maksimums (kW)

source: BTU Computation from Watts
lv_lv: BTU Aprēķins no Vatiem

source: Data Center Size
lv_lv: Datu Centra izmērs

source: Minimum Cooling Tonnage Required
lv_lv: Minimālā Dzesēšanas Tonnāža Nepieciešama

source: Tons
lv_lv: Tonnas

source: Total Cabinets
lv_lv: Kopējās Statnes
