Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: New Row
fr_fr: Nouvelle travée
gl_es: Nova Fila
pt_br: Nova Fileira
ru_ru: Новый ряд
uk_ua: новий...

source: Name
fr_fr: Nom
gl_es: Nome
pt_br: Nome
ru_ru: Имя
uk_ua: Ім'я

source: Data Center Zone
fr_fr: Zone
gl_es: Zona do CPD
pt_br: Zona do Data center
ru_ru: Зона ЦОД
uk_ua: Зона

source: Data Center Cabinet Distribution Unit Templates
fr_fr: Modèle d'Unité de Distribution de baie
gl_es: Plantillas de PDUs del CPD
pt_br: Modelos de CDU para datacenter
ru_ru: Шаблоны блоков распределения питания в шкафу (CDU, Cabinet Distribution Unit)
uk_ua: Шаблони шафних БРЖ

source: Template
fr_fr: Modèle
gl_es: Plantilla
pt_br: Modelo
ru_ru: Шаблон
uk_ua: Модель

source: New Template
fr_fr: Nouveau modèle
gl_es: Nova Plantilla
pt_br: Novo modelo
ru_ru: Новый шаблон
uk_ua: новий...

source: Managed
fr_fr: Managé
gl_es: Xestionado
pt_br: Gerenciado
ru_ru: Управляемое
uk_ua: Керований

source: Automatic Transfer Switch
fr_fr: STS ou Source Secondaire
gl_es: Conmutador de Transferencia Automático
pt_br: Quadro de transferência automatica
ru_ru: Автоматический ввод резерва (АВР)
uk_ua: Автомат вводу резерва

source: SNMP Version
fr_fr: Version SNMP
gl_es: Versión de SNMP
pt_br: Versão do SNMP
ru_ru: Версия SNMP
uk_ua: Версія SNMP

source: Firmware Version OID
fr_fr: Version du Firmware OID
gl_es: OID da Versión de Firmware
pt_br: OID da versão do firmware
ru_ru: OID версии прошивки
uk_ua: OID версії мікрокода

source: Multiplier
fr_fr: Multiplicateur
gl_es: Factor Multiplicador
pt_br: Multiplicador
ru_ru: Множитель
uk_ua: Подільник

source: ATS Status OID
fr_fr: ATS Statut OID
gl_es: OID do estado do CTA
pt_br: OID do estado do QTA
ru_ru: OID статуса АВР
uk_ua: OID стану АВР

source: ATS Desired Result
fr_fr: Résultat désiré de l'ATS
gl_es: Resultado Deseado do CTA
pt_br: Resultado esperado da ATS
ru_ru: Ожидаемый результат АВР
uk_ua: Очікуване значення стану АВР

source: Processing Scheme
fr_fr: Système de traitement
gl_es: Tipo de Procesado
pt_br: Esquema de processamento
ru_ru: Схема обработки
uk_ua: Метод обчислення

source: Voltage
fr_fr: Tension
gl_es: Voltaxe
pt_br: Tensão
ru_ru: Напряжение
uk_ua: Номінальна напруга

source: Amperage
fr_fr: Ampérage
gl_es: Amperaxe
pt_br: Corrente
ru_ru: Сила тока
uk_ua: Максимальний струм

source: No. of Outlets
fr_fr: Nb. de sorties
gl_es: Nº de Saídas
pt_br: Números de tomadas
ru_ru: Количество выходов
uk_ua: Кількість розеток

source: Data Center Configuration
fr_fr: Configuration du centre informatique
gl_es: Configuración do CPD
pt_br: Configuração do data center
ru_ru: Конфигурация ЦОД
uk_ua: Налаштовки openDCIM

source: Select
fr_fr: Sélectionner
gl_es: Selecionar
pt_br: Selecionar
ru_ru: Выбор
uk_ua: Обрати

source: Clear all
fr_fr: Tout supprimer
gl_es: Borrar todo
pt_br: Limpar tudo
ru_ru: Очистить всё
uk_ua: Очистити все

source: Something just went horribly wrong.
fr_fr: Quelque chose n'a pas fonctionné correctement.
gl_es: Algo salíu horriblemente mal.
pt_br: Alguma coisa terrivelmente errada acabou de acontecer.
ru_ru: Что-то пошло просто ужасно неправильно.
uk_ua: Щось пішло не так :-/.

source: Replace
fr_fr: Remplacer
gl_es: Substituir
pt_br: Substituir
ru_ru: Заменить
uk_ua: Замінити

source: Cancel
fr_fr: Annuler
gl_es: Cancelar
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

source: Media Type Delete Override
fr_fr: Remplacer tous les types de cables
gl_es: Borrado Sobreescrtura de Tipo de Medio
pt_br: Deletar o tipo de mídia
ru_ru: Переопределение удаляемого типа носителя
uk_ua: Заборона видалення типу кабеля

source: This media type is in use somewhere. Select an alternate type to assign to all the records to or choose clear all.
fr_fr: Ce type de câble est déjà utilisé quelque part. Sélectionnez un autre type de connexion à assigner ou supprimez les tous.
gl_es: Este tipo de medio estase a utilizar. Seleccione outro tipo para asignarlo a todos os rexistros ou elixa borrar todo.
pt_br: Este tipo de mídia está em uso em algum local. Selecione um tipo alternativo para associar a todos os registros ou escolha limpar tudo.
ru_ru: Этот тип носителя где-то используется. Выберите альтернативный тип для назначения всем записям либо очистку этих записей.
uk_ua: Цей інтерфейс все ще використовується. Оберіть інший тип інтерфейсу та застосуйте до всіх записів, або оберіть Очистити все.

source: Code Delete Override
fr_fr: Code de suppression remplacé
gl_es: Borrado Sobreescritura de Código
pt_br: Deletar o código
ru_ru: Переопределение удаляемого кода
uk_ua: Перевизначення видалення коду

source: This code is in use somewhere. You can either choose to clear all instances of this color being used or choose to have them replaced with another color.
fr_fr: Ce code est déjà utilisé autre part. Vous pouvez soit supprimer toutes les instances de cette couleur ou choisir de les remplacer par une autre couleur.
gl_es: Este código se está a utilizar. Borre todas as instancias onde se emprega esta cor ou substitúao con outra cor.
pt_br: Este código está em uso em algum local. Você pode escolher entre limar todas as instancias desta cor ou substitui-las por outra cor.
ru_ru: Этот код где-то используется. Вы можете выбрать очистку всех ссылок, где используется этот цветовой код, либо заменить его на другой.
uk_ua: Цей код все ще використовується. Ви можете або очистити всі посилання на даний тип кабеля, що використовується, або замінити його на інший тип.

source: Custom Device Attribute Type Change Error
fr_fr: Erreur de changement de type d'attribut d'équipement personnalisé
gl_es: Erro no cambio do tipo de atributo personalizado de dispositivo
pt_br: Erro na Alteração do Atributo do equipamento customizado
ru_ru: Ошибка изменения типа настраиваемого атрибута устройства
uk_ua: Помилка зміни типу користувальницького атрибуту пристроїв

source: Change Type and Clear all uses
fr_fr: Changer le type et Effacer les rattachements précèdent
gl_es: Cambiar o tipo e eliminar todos os usos
pt_br: Altere o Tipo e Limpe todos os usos
ru_ru: Изменить тип и очистить все использования
uk_ua: Змінюємо тип із ВИДАЛЕННЯМ всіх заповнених значень користувальницького атрибуту!

source: Custom Device Attribute Type Change Override
fr_fr: Écrasement du type de donnée pour l'attribut d'équipement personnalisé
gl_es: Sobreescribir o cambio de tipo de atributo personalizado de dispositivo
pt_br: Alteração do Atributo do equipamento customizado sobreposta
ru_ru: Переопределение изменения типа настраиваемого атрибута устройства
uk_ua: Перевизначення зміни типу користувальницького атрибуту пристроїв

source: This custom device attribute is in use somewhere. If you choose to change the attribute type, it will be cleared from all devices and device templates.
fr_fr: Cet attribut d'équipement personnalisé est déjà utilisé quelque part. Si vous choisissez de le modifier, il sera supprimé de tous les équipements et modèles d'équipements.
gl_es: Este atributo personalizado de dispositivo está en uso. Se decide cambiar o tipo de atributo, isto afectará a todos os dispositivos e plantillas de dispositivo.
pt_br: Este atributo dispositivo personalizado está em uso em algum lugar. Se você optar por alterar o tipo de atributo, ele será apagado de todos os dispositivos e modelos de dispositivos.
ru_ru: Этот настраиваемый атрибут устройства где-то используется. Если вы выберете изменение типа атрибута, то это приведёт к очистке этого атрибута у всех устройств и шаблонов.
uk_ua: Цей користувальницький атрибут вже використовується. Тому, якщо буде вирішено змінити його тип, всі вже заповненні значення даного атрибуту у пристроях та шаблонах будуть видалені.

source: Custom Device Attribute Delete Error
fr_fr: Erreur de suppression d'Attribut personnalisé d’Équipement
gl_es: Erro na eliminación de atributo personalizado de dispositivo
pt_br: Erro ao apagar Atributo do equipamento customizado
ru_ru: Ошибка удаления настраиваемого атрибута устройства
uk_ua: Помилка видалення користувальницького атрибуту пристроїв

source: Delete from All Devices/Templates
fr_fr: Supprimer de tous les devices/templates
gl_es: Eliminar de todos os dispositivos/plantillas
pt_br: Apagar em Todos os Equipamentos/Modelos
ru_ru: Удалить изо всех устройств/шаблонов
uk_ua: Видалення з усіх пристроїв та шаблонів

source: Custom Device Attribute Delete Override
fr_fr: Erreur de suppression d'Attribut d’Équipement Personnalisé
gl_es: Sobreescritura da eliminación do atributo personalizado de dispositivo
pt_br: Exclução do Atributo customisado do equipamento sobreposta
ru_ru: Переопределение удаления настраиваемого атрибута устройства
uk_ua: Перевизначення видалення користувальницького атрибуту пристроїв

source: This custom device attribute is in use somewhere. If you choose to delete the attribute, it will be removed from all devices and device templates.
fr_fr: Cet attribut personnalisé est déjà utilisé ailleurs. Si vous choisissez de le supprimer, il sera supprimé de tous les équipements/modèles d'équipements.
gl_es: Este atributo personalizado de dispositivo está en uso. Se decide eliminar o atributo, será eliminado en todos os dispositivos e plantillas de dispositivo.
pt_br: Este atributo dispositivo personalizado está em uso em algum lugar. Se você optar por alterar o tipo de atributo, ele será apagado de todos os dispositivos e modelos de dispositivos.
ru_ru: Этот настраиваемый атрибут устройства где-то используется. Если вы выберете удаление атрибута, то это приведёт к удалению этого атрибута изо всех устройств и шаблонов.
uk_ua: Цей користувальницький атрибут вже використовується. Тому, якщо буде вирішено його видалити, він зникне з усіх пристроів та шаблонів.

source: General
fr_fr: Général
gl_es: Xeral
pt_br: Geral
ru_ru: Общие
uk_ua: Загальні

source: Workflow
fr_fr: Gestion des demandes
gl_es: Fluxo de traballo
pt_br: Fluxo de trabalho
ru_ru: Рабочий процесс
uk_ua: Заявки

source: Style
fr_fr: Affichage
gl_es: Estilo
pt_br: Estilo
ru_ru: Стиль
uk_ua: Стилі

source: Reporting
fr_fr: Rapport
gl_es: Informes
pt_br: Relatórios
ru_ru: Отчеты
uk_ua: Звітність

source: ToolTips
fr_fr: Info-bulles
pt_br: Dicas
ru_ru: Подсказки
uk_ua: Спливаючі підказки

source: Cabling
fr_fr: Câblage
gl_es: Cableado
pt_br: Cabeamento
ru_ru: Кабели
uk_ua: Комутація

source: Custom Device Attributes
fr_fr: Attributs personnalisés d'équipement
gl_es: Atributo personalizado de dispositivo
pt_br: Atributos customizados do equipamento
ru_ru: Настраиваемые атрибуты устройств
uk_ua: Користувальницькі атрибути пристроїв

source: Pre-Flight Check
fr_fr: Test de validation préalable
gl_es: Lista de comprobación do sistema
pt_br: Verificação pré inicio
ru_ru: Предварительная проверка
uk_ua: Компоненти сайта

source: Organization Name
fr_fr: Titre du site
gl_es: Nome da Organización
pt_br: Nome da organização
ru_ru: Название организации
uk_ua: Назва організації

source: Locale
fr_fr: Langue
gl_es: Configuración Rexional
pt_br: Localidade
ru_ru: Локаль
uk_ua: Локаль

source: Default Panel Voltage
fr_fr: Tension par défaut des Tableaux électrique
gl_es: Voltaje dos Cadros por Defecto
pt_br: Tensão Padrão dos Paineis
ru_ru: Напряжение электрощита по умолчанию
uk_ua: Лінійна напруга (В)

source: Time and Measurements
fr_fr: Temps et unités de mesures
gl_es: Tempo e Medidas
pt_br: Tempo e medidas
ru_ru: Время и единицы измерения
uk_ua: Час та одиниці виміру

source: Time Zone
fr_fr: Fuseaux horaire
gl_es: Zoa Horaria
pt_br: Fuso Horário
ru_ru: Часовой пояс
uk_ua: Часовий пояс

source: Manufacture Date
fr_fr: Date fabrication / Livraison
gl_es: Data de Fabricación
pt_br: Data de Fabricação
ru_ru: Дата изготовления
uk_ua: Виготовлено

source: Blank
fr_fr: Vide
gl_es: Valeiro
pt_br: Em Branco
ru_ru: Пусто
uk_ua: невизначено

source: Now
fr_fr: Maintenant
gl_es: Agora
pt_br: Agora
ru_ru: Сейчас
uk_ua: Зараз

source: Warranty Date
fr_fr: Date de début de maintenance
gl_es: Data da Garantía
pt_br: Data de Garantia
ru_ru: Дата гарантии
uk_ua: Гарантія закінчується

source: Measurement Units
fr_fr: Unités de mesure
gl_es: Unidades de Medida
pt_br: Unidades de Medida
ru_ru: Система мер
uk_ua: Система виміру

source: English
fr_fr: Anglais
gl_es: Inglesa
pt_br: Inglês
ru_ru: Английская
uk_ua: англійська

source: Metric
fr_fr: Métrique
gl_es: Métrica
pt_br: Métrica
ru_ru: Метрическая
uk_ua: метрична

source: Page Size
fr_fr: Format de la page
gl_es: Tamaño de Páxina
pt_br: Tamanho da Página
ru_ru: Размер страницы
uk_ua: Розмір сторінки

source: Letter
fr_fr: Lettre
gl_es: Carta
pt_br: Carta

source: Users
fr_fr: Utilisateur
gl_es: Usuarios
pt_br: Usuários
ru_ru: Пользователи
uk_ua: Користувачі та відділи

source: Department Types
fr_fr: Types de départements
gl_es: Tipos de Departamentos
pt_br: Tipos de Departamentos
ru_ru: Типы департаментов
uk_ua: Класифікація відділів

source: User Lookup URL
fr_fr: Adresse web de l'annuaire:
gl_es: URL de Consulta de Usuarios
pt_br: URL de Busca de Usuário
ru_ru: URL для поиска пользователей
uk_ua: Інфоресурс по користувачам

source: Block Undefined Users
fr_fr: Bloquer les utilisateurs non identifés
gl_es: Bloquear Usuarios non Definidos
pt_br: Bloquear Usuários Indefinido
ru_ru: Блокировать неопределённых пользователей
uk_ua: Автентифіковувати тільки<br>користувачів із адресної книжки<br>openDCIM

source: Disabled
fr_fr: Désactivé
gl_es: Deshabilitado
pt_br: Desativado
ru_ru: Отключен
uk_ua: вимкнено

source: Enabled
fr_fr: Activé
gl_es: Habilitado
pt_br: Ativo
ru_ru: Включен
uk_ua: ввімкнено

source: Rack Usage
fr_fr: Statistiques sur la baie
gl_es: Utilización do Rack
pt_br: Utilização do Rack
ru_ru: Использование стойки
uk_ua: Налаштовка лімітів утилізації шаф

source: Space Critical
fr_fr: Seuil d'occupation critique
gl_es: Ocupación Crítica
pt_br: Espaço Crítico
ru_ru: Пространство (критичное состояние)
uk_ua: U-простір (критичний стан)

source: Temperature Critical
fr_fr: Seuil de température critique
gl_es: Temperatura Critica
pt_br: Temperatura Critica
ru_ru: Температура (критичное состояние)
uk_ua: Температура (критичний стан)

source: Space Warning
fr_fr: Seuil d'occupation élevé
gl_es: Ocupación Perigosa
pt_br: Alerta de Espaço
ru_ru: Пространство (предупреждение)
uk_ua: U-простір (попередження)

source: Temperature Warning
fr_fr: Seuil de température élevé
gl_es: Temperatura Perigosa
pt_br: Alerta de Temperatura
ru_ru: Температура (предупреждение)
uk_ua: Температура (попередження)

source: Weight Critical
fr_fr: Seuil critique poids
gl_es: Peso Crítico
pt_br: Alerta de Peso
ru_ru: Вес (критичное состояние)
uk_ua: Вага (критичний стан)

source: High Humidity Critical
fr_fr: Seuil critique d'hygrométrie haute
gl_es: Humidade Alta Crítica
pt_br: Umidade Elevada
ru_ru: Высокая влажность (критичное состояние)
uk_ua: Висока вологість (критичний стан)

source: Weight Warning
fr_fr: Seuil de poids élevé
gl_es: Peso Perigoso
pt_br: Alerta de Peso
ru_ru: Вес (предупреждение)
uk_ua: Вага (попередження)

source: Low Humidity Critical
fr_fr: Seuil critique d'hygrométrie basse
gl_es: Humedad Baixa Crítica
pt_br: Alerta de Umidade Baixa
ru_ru: Низкая влажность (критичное состояние)
uk_ua: Низька вологість (критичний стан)

source: Power Critical
fr_fr: Seuil de consommation critique
gl_es: Consumo Enerxético Crítico
pt_br: Alerta de Energia
ru_ru: Мощность (критичное состояние)
uk_ua: Активна потужність (критичний стан)

source: High Humidity Caution
fr_fr: Seuil d'hygrométrie élevé
gl_es: Humidade Alta Perigosa
pt_br: Atenção - Umidade Elevada
ru_ru: Высокая влажность (предупреждение)
uk_ua: Висока вологість (попередження)

source: Power Warning
fr_fr: Seuil de consommation élevé
gl_es: Consumo Enerxético Perigoso
pt_br: Alerta de Energia
ru_ru: Мощность (предупреждение)
uk_ua: Активна потужність (попередження)

source: Low Humidity Caution
fr_fr: Seuil d'hygrométrie faible
gl_es: Humidade Baixa Perigosa
pt_br: Atenção - Baixa Umidade
ru_ru: Низкая влажность (предупреждение)
uk_ua: Низька вологість (попередження)

source: RCI (Rack Cooling Index) High
fr_fr: Seuil de RCI (Rack Cooling Index) élevé
gl_es: RCI (Rack Cooling Index - Índice de refrixeración do armario) Alto
pt_br: RCI (Rack Cooling Index) Alto
ru_ru: RCI (Индекс охлаждения стойки) верхний
uk_ua: Верхнє значення RCI (Rack Cooling Index)

source: RCI (Rack Cooling Index) Low
fr_fr: Seuil de RCI (Rack Cooling Index) bas
gl_es: RCI (Rack Cooling Index - Índice de refrixeración do armario) Baixo
pt_br: RCI (Rack Cooling Index) Baixo
ru_ru: RCI (Индекс охлаждения стойки) нижний
uk_ua: Нижнє значення RCI (Rack Cooling Index)

source: Virtual Machines
fr_fr: Machines virtuelles
gl_es: Máquinas Virtuais
pt_br: Máquinas Virtuais
ru_ru: Виртуальные машины
uk_ua: Віртуальні машини VMware ESXi

source: Expiration Time (Days)
fr_fr: Délai d'expiration (jour)
ru_ru: Срок действия (дней)

source: Work Order Builder
fr_fr: Générateur de Bon de Travail
gl_es: Creador de Ordes de Traballo
pt_br: Criador de Ordem de trabalho
ru_ru: Построитель наряда на работу
uk_ua: Наряди на роботу

source: Site Level Security Options
fr_fr: Option de Sécurité au Niveau Site
gl_es: Opcións de Seguridade do Sitio
pt_br: Opções de Segurança à Nível de Site
ru_ru: Параметры безопасности уровня сайта
uk_ua: Параметри безпеки сервера openDCIM

source: Filter Cabinet List
fr_fr: Filtrage Liste de baies
gl_es: Filtro de Listas de Armarios
pt_br: Filtro de Lista de Racks
ru_ru: Фильтровать список шкафов
uk_ua: Фільтр по списку шаф

source: Rack Requests
fr_fr: Requête d'installation
gl_es: Solicitude de Rack
pt_br: Requisições de Rack
ru_ru: Запросы на размещение в стойке
uk_ua: Заявки на розміщення

source: Rack Requests Actions
fr_fr: #********** DEBUT - Ajouter des champs d'action dans le formulaire de demande pour un baie ********
uk_ua: Дії по заявкам на розміщення

source: New
fr_fr: Nouveau
uk_ua: Новий

source: Move
fr_fr: Modèle
gl_es: Mover
pt_br: Mover
ru_ru: Переместить
uk_ua: Перемістити

source: Change
fr_fr: Modifier
uk_ua: Змінити

source: Retire
fr_fr: Enlever
uk_ua: Списати

source: Mail Subject
fr_fr: #********** FIN - Ajouter des champs d'action dans le formulaire de demande pour un baie ********
gl_es: Asunto de Correo
pt_br: Assunto do Email
ru_ru: Тема письма
uk_ua: Тема листа

source: Warning (Hours)
fr_fr: Avertissement (heures)
gl_es: Perigoso (Horas)
pt_br: Validade (Horas)
ru_ru: Предупреждение (часы)
uk_ua: Попередження по заявці за (годин)

source: Critical (Hours)
fr_fr: Critique (heures)
gl_es: Crítico (Horas)
pt_br: Criticidade (Horas)
ru_ru: Критичное состояние (часы)
uk_ua: Критичний стан по заявці за (годин)

source: Online Repository
fr_fr: Dépôt en ligne
gl_es: Repositorio en línea
pt_br: Repositório Online
ru_ru: Онлайн-репозиторий
uk_ua: Доступ до хмарного сховища в інтернеті

source: UserID and Key are not needed to pull from the repository, only to send.
fr_fr: Les champs UserID et Key sont nécessaires pour pousser des informations dans le dépôt.
uk_ua: UserID та Key не потрібні для звантаження шаблонів зі сховища, а лише для надсилання.

source: API UserID
fr_fr: UserID pour l'API
gl_es: UserID do API
ru_ru: ID пользователя для API

source: API Key
fr_fr: Clé pour l'API
gl_es: Chave do API
ru_ru: Ключ для API

source: Racks & Maps
fr_fr: Racks et Plans de salles
gl_es: Racks e Planos
pt_br: Racks e Mapas
ru_ru: Стойки & Карты
uk_ua: Шафи та мапи

source: Critical Color
fr_fr: Couleur du niveau critique
gl_es: Cor de Crítico
pt_br: Cor Crítica
ru_ru: Цвет критичного состояния
uk_ua: Колір критичного стану

source: Caution Color
fr_fr: Couleur du niveau d'avertissement
gl_es: Cor de Atención
pt_br: Cor de Atenção
ru_ru: Цвет предупреждения
uk_ua: Колір попередження

source: Good Color
fr_fr: Couleur de l'état normal
gl_es: Cor de Correcto
pt_br: Cor Normal
ru_ru: Цвет благоприятного состояния
uk_ua: Колір нормального стану

source: Unused Spaces
fr_fr: Espaces non utilisés
gl_es: Espazos Non Utilizados
pt_br: Espaço Livre
ru_ru: Неиспользуемое пространство
uk_ua: Вільний U-простір

source: Default U1 Position
fr_fr: Position par défaut U1
gl_es: Posición U1 por defecto
pt_br: Posição U1 Padrão
ru_ru: Позиция U1 по умолчанию
uk_ua: Нумерація в шафі починається:

source: Devices
fr_fr: Equipment
gl_es: Dispositivos
pt_br: Equipamentos
ru_ru: Устройства
uk_ua: Пристрої

source: Device Labels
fr_fr: Identifiant de l'équipement
gl_es: Nemónicos dos Dispositivos
pt_br: Etiquetas de Equipamento
ru_ru: Метки устройств
uk_ua: Маркування пристроїв

source: Uppercase
fr_fr: Majuscule
gl_es: Maiúsculas
pt_br: Caixa Alta
ru_ru: Верхний регистр
uk_ua: Всі букви заголовні

source: Lowercase
fr_fr: Minuscule
gl_es: Minúsculas
pt_br: Caixa Baixa
ru_ru: Нижний регистр
uk_ua: Всі букви прописні

source: Initial caps
fr_fr: Mise en forme d'origine
gl_es: Iniciais en maiúsculas
pt_br: Capacidade inicial
ru_ru: Первая Буква в Верхнем Регистре
uk_ua: Починати з заголовної букви

source: Don't touch my labels
fr_fr: Ne pas modifier mes noms d’équipements
gl_es: Non modificar os meus nemónicos
pt_br: Não mexa nas minhas etiquetas
ru_ru: Не трогать мои метки
uk_ua: Не виправляти

source: Device Lists
fr_fr: Listes d'équipements
gl_es: Listaxe de Dispositivos
pt_br: Classe do Equipamento
ru_ru: Список устройтсв
uk_ua: Список обладнання

source: Just Devices
fr_fr: Seulement les équipements
gl_es: Só Dispositivos
pt_br: Apenas Equipamentos
ru_ru: Только устройства
uk_ua: тільки пристрої

source: Show Datacenter and Cabinet
fr_fr: Visualiser les salles Data center et les baies
gl_es: Mostrar CPDs e Armarios
pt_br: Mostrar Datacenter e Rack
ru_ru: Показать датаценры и шкафы
uk_ua: показувати ЦОДи та шафи

source: Cabinets
fr_fr: Racks
gl_es: Armarios
pt_br: Armários
ru_ru: Шкафы
uk_ua: Шафи

source: Draw Cabinet Outlines
fr_fr: Dessiner les contours du rack
uk_ua: Креслити контури шаф

source: Add Cabinet Labels
fr_fr: Ajouter une balise
pt_br: Adiciona Nome do Rack
uk_ua: Відображати маркування шаф

source: Site
fr_fr: Charte graphique d'openDCIM
gl_es: Sitio
ru_ru: Сайт
uk_ua: Сайт

source: Header Color
fr_fr: Couleur du bandeau en-tête du site
gl_es: Cor da Cabeceira
pt_br: Cor de Cabeçalho
ru_ru: Цвет шапки
uk_ua: Колір шапки

source: Body Color
fr_fr: Couleur du fond de page
gl_es: Cor do Fondo
pt_br: Cor do Corpo
ru_ru: Основной цвет
uk_ua: Основний колір

source: Link Color
fr_fr: Couleur des liens
gl_es: Cor dos Enlaces
pt_br: Cor de Link
ru_ru: Цвет ссылки
uk_ua: Колір посилань

source: Viewed Link Color
fr_fr: Couleur des liens visités
gl_es: Cor dun Enlace Visitado
pt_br: Cor de Link Visitado
ru_ru: Цвет посещённой ссылки
uk_ua: Колір відвіданих посилань

source: SMTP Server
fr_fr: Serveur SMTP
gl_es: Servidor SMTP
pt_br: Servidor SMTP
ru_ru: Сервер SMTP
uk_ua: SMTP сервер

source: SMTP Port
fr_fr: Port SMTP
gl_es: Porto SMTP
pt_br: Porta SMTP
ru_ru: Порт SMTP
uk_ua: SMTP порт

source: SMTP Helo
fr_fr: Domaine SMTP helo
pt_br: Helo SMTP
uk_ua: SMTP привітання

source: SMTP Username
fr_fr: Compte SMTP
gl_es: Usuario SMTP
pt_br: Usuário SMTP
ru_ru: Имя пользователя SMTP
uk_ua: SMTP користувач

source: SMTP Password
fr_fr: Mot de passe SMTP
gl_es: Contrasinal SMTP
pt_br: Senha SMTP
ru_ru: Пароль SMTP
uk_ua: SMTP пароль

source: Mail To
fr_fr: Envoyer à
gl_es: Correo Para
pt_br: E-mail para
ru_ru: Получатель
uk_ua: Отримувач

source: Mail From
fr_fr: Envoyer par
gl_es: Correo De
pt_br: E-mail de
ru_ru: Отправитель
uk_ua: Відправник

source: Facility Manager
fr_fr: Responsable applicatif
gl_es: Xestor de Equipamento
pt_br: Gerenciador do Prédio
ru_ru: Управляющий объектами
uk_ua: Менеджер по обладнанню

source: Facility Manager Email
fr_fr: Adresse mail du responsable applicatif
gl_es: Correo do Xestor de Equipamiento
pt_br: Email do Gerenciador de facilidades
ru_ru: Адрес управляющего объектами
uk_ua: Пошта менеджера по обладнанню
