Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Ignored slot %s
fr_fr: Emplacement %s ignoré
uk_ua: Проігнорований слот %s

source: An error has occurred creating the color code %s
fr_fr: Une erreur est survenue lors de la création de la couleur %s
uk_ua: Сталася помилка під час створення інтерфейса %s

source: An error has occurred creating the media type %s
fr_fr: Une erreur est survenue lors de la création du type câblage %s
uk_ua: Сталася помилка під час створення типу кабеля %s

source: An error has occurred creating the port %s
fr_fr: Une erreur est survenue lors de la création du port %s
uk_ua: Сталася помилка під час створення порта %s

source: Ignored port %s
fr_fr: Port %s ignoré
uk_ua: Проігнорований порт %s

source: I don't know what type of device this is but it did not return any ports whatsoever. Do not try to report this as an error.
fr_fr: Je ne sais pas quel type d'équipement c'est, mais il ne retourne aucun ports. N’essayer pas de reporter ceci comme une erreur.
uk_ua: Я не знаю, що це за пристрій, але він не повернув жодних портів. Не намагайтеся повідомляти про це як про помилку.

source: First port detection failed, please report to openDCIM developers
fr_fr: La détection du premier port a échoué, merci de reporter cet incident au développeur d'openDCIM
uk_ua: Неможливо визначити перший порт, будь-ласка повідомте про це розробникам openDCIM

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file. ie - If you choose DatabaseKey, then DeviceID, Cabinet, and DataCenterID fields must utilize the applicable ID.
fr_fr: Le type de champ qui est utilisé pour filtrer les équipements. Seulement 1 type spécifié par fichier. C'est à dire si vous choisissez DatabaseKey, alors les champs Id Equipement, Baie, et Id du Datacenter doivent utilisé les ID utilisable.
uk_ua: Ключове поле, що використовується для розпізнавання пристроїв в openDCIM. Для файла може бути вказано тільки одне ключове поле. Тобто - якщо ви вибрали DatabaseKey, то поля DeviceID, Cabinet та DataCenterID мають використовувати відповідний ID.

source: Return to Zone %s
fr_fr: Retour à la zone %s
uk_ua: Назад до %s

source: Return to Row %s
fr_fr: Retour à la travée %s
uk_ua: Назад до %s

source: Power Outlet Name
fr_fr: Nom de la prise electrique

source: Power Connections Count
fr_fr: Nb d'alimentations électriques

source: Outlet Status
fr_fr: Statut de la prise électrique

source: Outlet Status On State
fr_fr: Statut de la prise électrique en l'état

source: Current selection
fr_fr: Sélection actuelle
uk_ua: Поточний вибір

source: Verify directory rights
fr_fr: Vérifier les droits du répertoire
uk_ua: Перевірте права каталогів

source: Attribute Mapping
fr_fr: Cartographie
uk_ua: Зіставлення атрибутів

source: Site Specific Paths
fr_fr: Répertoires de stockage des fichiers
uk_ua: Налаштовка шляхів до тек

source: Relative path for Drawings
fr_fr: Chemin relatif pour les plans de salles
uk_ua: Відносний шлях до теки з кресленнями

source: Relative path for Pictures
fr_fr: Chemin relatif pour les représentations graphiques
uk_ua: Відносний шлях до теки із зображеннями

source: Relative path for Local/Custom Reports
fr_fr: Chemin relatif pour les rapports
uk_ua: Відносний шлях до теки зі звітами

source: Log Retention (Days)
fr_fr: Nb jours de rétention pour le journal d'événement
uk_ua: Зберігати журнал (днів)

source: Unseen Virtual Machines (Days)
fr_fr: VM non trouvées (en jour)
uk_ua: Видаляти неіснуючі віртуальні машини через (днів)

source: Uninstalled Reservations (Days)
fr_fr: Réservations non utilisés (en jour)
uk_ua: Видаляти зарезервоване, але не встановлене обладнання через (днів)

source: Which Cabinet Label?
fr_fr: Quel Nom pour cette baie ?
uk_ua: У якості маркування використовувати

source: Owner Name
fr_fr: Nom du propriétaire
uk_ua: Власник

source: Key Lock Information
fr_fr: Information de vérouillage
uk_ua: Інформація про ключ/замок

source: Model No
fr_fr: Numéro du modèle
uk_ua: Модель

source: Test Settings
fr_fr: Paramètres de test
uk_ua: Перевірити налаштовки

source: Email Alerts on Power Poll
fr_fr: Envoyer un email en cas d'alertes sur les relevés électriques
uk_ua: Надсилати повідомлення по датчикам потужності БРЖ та АВР з відхиленнями від норми

source: Email Alerts on Sensor Poll
fr_fr: Envoyer un email en cas d'alertes sur les relevés des capteurs
uk_ua: Надсилати повідомлення по кліматичним датчикам з відхиленнями від норми

source: LDAP or SAML Attribute Mapping
fr_fr: Mappage des attributs LDAP ou SAML

source: FirstName
fr_fr: Prénom
uk_ua: Ім'я

source: Group Mapping
fr_fr: Mappage des groupes LDAP

source: SAML Attribute containing Groups
fr_fr: Attribut SAML contenant des groupes

source: Leave blank for Active Directory
fr_fr: Laisser vide pour Active Directory
uk_ua: Не заповнювати для Active Directory

source: LDAP Debugging
fr_fr: LDAP Debug

source: Emergency Bypass Password
fr_fr: Mot de passe de secours
uk_ua: Пароль аварійного відновлення доступу

source: SAML SP Information and Certificate Generation
fr_fr: Génération des Information SP pour SAML et du certificat
uk_ua: Налаштовки сервіс-провайдера SAML та генерація сертифіката

source: Country (2 Character)
fr_fr: Pays (2 lettres)
uk_ua: Країна (2 символи)

source: State or Province
fr_fr: Etat ou province
uk_ua: Область або край

source: Organization
fr_fr: Organisation
uk_ua: Організація

source: Certificate Expiration
fr_fr: Date d'expiration
uk_ua: Термін дії сертифіката

source: SP Private Key
fr_fr: Clé privé pour le SP

source: SP x509 Certificate
fr_fr: Certificat SP x509

source: Generate/Renew Certificate
fr_fr: Générer/Renouveler le certificat
uk_ua: Згенерувати/оновити сертифікат

source: IdP entityId
fr_fr: Id Entité IdP

source: IdP Metadata URL
fr_fr: URL Metadata IdP

source: IdP x509 Certificate
fr_fr: Certificat x509 IdP

source: Refresh IdP Metadata
fr_fr: Rafraichir les metadata IdP
uk_ua: Оновити IdP Metadata

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \'home\'.
fr_fr: Le rattachement sera supprimé sans retour arrière possible. Les éléments enfants seront déplacé à la racine.
gl_es: Este colector borrarase e non se poderá desfacer. Os seus descendentes directos moveranse a \'Inicio\'.
pt_br: Este Container será removido e esta ação não poderá ser desfeita. Os filhos deste Container serão movidos para \'home'\.
ru_ru: Этот контейнер будет удалён без возможности восстановления. Его непосредственные потомки будут перемещены в \'home\'.
uk_ua: Цей контейнер буде видалено, і його неможливо буде відновити. Його прямі нащадки будуть переміщені до \'home\'.

source: Design Maximum
fr_fr: Capacité maximale (par construction)
uk_ua: Проектна потужність

source: Data Center Operations Custom Search
fr_fr: Recherche personnalisée
uk_ua: Користувальницький пошук

source: Search Field
fr_fr: Champs pour la recherche
uk_ua: Поле пошуку

source: Contains
fr_fr: Contient
uk_ua: Містить

source: Select search field
fr_fr: Sélectionner un champs
uk_ua: Оберіть поле пошуку

source: Sensor Readings
fr_fr: Données des capteurs
uk_ua: Покази датчика

source: Use these buttons to set the first power outlet for the CDU, check the status of the oultets again, or attempt to load the Outlet Name Labels from the CDU device.
fr_fr: Utiliser ces boutton pour définir la première prise électriques du bandeau, vérifier un seconde fois les statuts des prises, ou tenter de charger les noms de prise depuis le bandeau
uk_ua: Ці кнопки дозволяють встановити умовно першу електророзетку БРЖ або АВР, перечитати стан його електророзеток, а також звантажити умовні назви електророзеток та примітки до них, якщо останні були прописані.

source: Set First Outlet
fr_fr: Définir la première prise électrique
uk_ua: Вказати першу розетку

source: Power Connection Count
fr_fr: Nb d'alimentations

source: Outlet State
fr_fr: Statut de la prise

source: You must configure an image for this data center before attempting to place a cabinet on its map.
fr_fr: Vous devez configurer un plan de salle pour ce data center avant d'essayer de modifier les coordonnées graphiques d'une baie pour celui-ci
uk_ua: Ви повинні налаштувати креслення для цього центру обробки даних, перш ніж намагатися розмістити шафу на мапі.

source: Return to Parent Panel
fr_fr: Retourner à l'équipement Parent
uk_ua: Назад до модульного БРЖ

source: Expired and Removed
fr_fr: Expiré et supprimé
uk_ua: Прострочено та видалено

source: Local Reports
fr_fr: Rapports locaux / Documentations
uk_ua: Звіти збережені локально на сервері openDCIM

source: Return to Zone
fr_fr: Retourner à la zone
uk_ua: Назад до зони

source: Last Modification Time
fr_fr: Dernière modification
uk_ua: Час останньої модифікації

source: Last Modified By
fr_fr: Modifié par
uk_ua: Остання зміна

source: Custom Search
fr_fr: Recherche personnalisé
uk_ua: Користувацький пошук

source: Return to Row
fr_fr: Retourner à la travée
uk_ua: Назад до ряда

source: Failed to delete cabinet with CabinetID
fr_fr: La suppression de la baie a échoué
uk_ua: Неможливо видалити шафу з CabinetID

source: Error removing sensor readings for SensorID
fr_fr: Erreur de suppression des données pour le capteur ayant l'Id
uk_ua: Помилка видалення показань датчика з SensorID

source: Error removing pdu stats for PDUID
fr_fr: Erreur de suppression des données pour le bandeau de prise ayant l'Id
uk_ua: Помилка видалення статистики БРЖ або АВР з PDUID

source: Error removing VM from VMInventory.
fr_fr: Erreur de suppression de la VM de l'inventaire
uk_ua: Помилка видалення ВМ з VMInventory.

source: Invalid parameter (days)
fr_fr: Paramètre invalide (en jour)
uk_ua: Недопустимий параметр (days)

source: Error removing Powerpanel with PanelID
fr_fr: Erreur de suppression du disjoncteur dans le tableau ayant l'Id
uk_ua: Помилка видалення модульного БРЖ з PanelID

source: No sensor readings found with SensorID
fr_fr: Aucune donnée trouvée pour le capteur ayant l'Id
uk_ua: Не знайдено показань датчика з SensorID

source: No PDU Stats found with PDUID
fr_fr: Aucune donnée trouvée pour le bandeau de prise ayant l'Id
uk_ua: Статистики не знайдено по БРЖ або АВР з PDUID

source: No VM information found with VMIndex
fr_fr: Aucune information trouvé avec l'index
uk_ua: Не знайдено інформації по ВМ з VMIndex

source: No Powerpanel information found for PanelID
fr_fr: Aucuns information sur des disjoncteurs trouvé pour le tableau avec l'id
uk_ua: Не знайдено інформації по модульному БРЖ з PanelID

source: The specified CabinetID does not exist.
fr_fr: La baie avec l'id spécifié n'existe pas
uk_ua: Вказаний CabinetID не існує.

source: Error updating cabinet.
fr_fr: Erreur lors de la mise à jour de la baie
uk_ua: Помилка оновлення шафи.

source: Cabinet updated successfully.
fr_fr: La baie a été crée avec succès
uk_ua: Шафу успішно оновлено.

source: Sensor readings update failed
fr_fr: La mise à jour des données des capteurs a échoué
uk_ua: Не вдалося оновити покази датчика

source: PDU stats update failed
fr_fr: La mise à jour des données des bandeaux a échoué
uk_ua: Не вдалося оновити статистику БРЖ або АВР

source: No VM found with VMIndex
fr_fr: Aucune VM trouvé avec l'index
uk_ua: Не знайдено ВМ з VMIndex

source: VM update failed
fr_fr: La mise à jour de la VM a échoué
uk_ua: Не вдалося оновити віртуальну машину

source: No Powerpanel found with PanelID
fr_fr: Aucun disjoncteur trouvé dans le tableau ayant l'Id
uk_ua: Не знайдено модульний БРЖ з PanelID

source: Powerpanel update failed
fr_fr: La mise à jour du disjoncteur a échoué
uk_ua: Не вдалося оновити модульний БРЖ

source: Audit record added successfully.
fr_fr: Enregistrement de l'audit effectué avec succès
uk_ua: Запис аудиту успішно додано.

source: Specified CabinetID not found.
fr_fr: La baie spécifiée n'a pas été trouvé.
uk_ua: Вказаний CabinetID не знайдено.

source: Specified DeviceID not found.
fr_fr: L'équipement spécifié n'a pas été trouvé
uk_ua: Вказаний DeviceID не знайдено.

source: Invalid input parameters.
fr_fr: Saisie invalide
uk_ua: Недопустимі вхідні параметри.

source: Minimum required fields are not set: DataCenterID, Location, and CabinetHeight
fr_fr: Les champs requis ne sont pas complétés.
uk_ua: Не заповнені обов'язкові поля: DataCenterID, Location та CabinetHeight

source: Error creating cabinet.
fr_fr: Erreur lors de la création de la baie
uk_ua: Помилка створення шафи.

source: New cabinet created successfully.
fr_fr: La nouvelle baie a été créé avec succès
uk_ua: Нова шафа створена успішно.

source: Error creating new department.
fr_fr: Erreur lors de la création du département
uk_ua: Помилка створення нового відділу.

source: New department created successfully.
fr_fr: La nouveau département a été créé avec succès
uk_ua: Новий відділ створено успішно.

source: No Device found with DeviceID
fr_fr: Aucun équipement trouvé avec l'id
uk_ua: Не знайдено жодного пристрою з DeviceID

source: VM creation failed
fr_fr: La création de la VM a échoué
uk_ua: Не вдалося створити віртуальну машину

source: Powerpanel creation failed
fr_fr: La création du disjoncteur a échoué
uk_ua: Не вдалося створити модульний БРЖ

source: Inlet Temperature
fr_fr: Température
uk_ua: Температура охолодження

source: Output Temperature
fr_fr: Température (allée chaude)
uk_ua: Температура вихідна

source: Inlet Humidity
fr_fr: Humidité
uk_ua: Вологість охолодження

source: Output Humidity
fr_fr: Humidité (allé chaude)
uk_ua: Вологість вихідна

source: openDCIM Test Message
fr_fr: Test de message d'OpenDCIM

source: MailTo
fr_fr: Envoyé à

source: Data Center SMTP Test
fr_fr: Test SMTP
uk_ua: Тестове повідомлення від openDCIM

source: <p>This is a test email sent by an administrator from the openDCIM system at
fr_fr: <p>Ceci est un E-mail de teste envoyé par un administrateur du système openDCIM à
uk_ua: <p>Це тестовий лист, надісланий адміністратором openDCIM за адресою

source: Script called without sufficient parameters.
fr_fr: Le script a été appelé avec un nombre de paramètre incomplet
uk_ua: Скрипт виконується без необхідних параметрів.

source: An error has occurred:
fr_fr: Une erreur s'est produite:
uk_ua: Сталася помилка:

source: SMTP Server Connection Test Successful
fr_fr: La connexion avec les serveur SMTP s'est faite avec succès
uk_ua: Перевірка підключення до сервера SMTP успішна

source: Critical
fr_fr: Critique
uk_ua: Критичний

source: Warning
fr_fr: Alerte
uk_ua: Попередження

source: Data Center Sensor Alerts Report
fr_fr: Rapport des alertes des capteurs environnementaux

source: Data Center Sensor Alerts
fr_fr: Alertes des capteurs environnementaux
uk_ua: Звіт по кліматичним датчикам з відхиленнями від норми

source: Value
fr_fr: Valeur
uk_ua: Значення

source: Alert Level
fr_fr: Niveau d'alerte
uk_ua: Рівень сповіщення

source: Data Center Power Alerts Report
fr_fr: Rapport des alertes des prises électriques

source: Data Center Power Alerts
fr_fr: alertes des prises électriques
uk_ua: Звіт по датчикам потужності БРЖ та АВР з відхиленнями від норми

source: Outlet Factory Name
fr_fr: Étiquette de la prise

source: Outlet User Description
fr_fr: Description / Prise

source: Outlet Count
fr_fr: Nb total des prises lu

source: Outlet State (On/Off)
fr_fr: Statut prise (On/Off)

source: Credits
fr_fr: Crédits

source: OIDC Connection Configuration
fr_fr: Configuration OIDC

source: OIDC Authorization Endpoint
fr_fr: Import de Masse des autorisations utilisateurs

source: Fuck Putin
fr_fr: Purée

source: Check serial number
fr_fr: Vérifie S/N

source: Already used
fr_fr: Déjà utilisé

source: No duplicate found
fr_fr: Pas de doublon

source: Please enter a serial number.
fr_fr: Veuillez entrer un numéro de série.

source: Verification error.
fr_fr: Erreur de vérification.

source: Date
gl_es: Data
pt_br: Data
ru_ru: Дата
uk_ua: Дата

source: Page
gl_es: Páxina
pt_br: Página
ru_ru: Страница
uk_ua: Сторінка

source: Position
gl_es: Posición
pt_br: Posição
ru_ru: Позиция
uk_ua: Юніт(и)

source: Zone
gl_es: Zoa
pt_br: Zona
ru_ru: Зона
uk_ua: Зона

source: Notes
gl_es: Notas
pt_br: Notas
ru_ru: Заметки
uk_ua: Примітки

source: Email
gl_es: Correo Electrónico
ru_ru: Почта
uk_ua: Пошта

source: A4
uk_ua: А4

source: A3
uk_ua: А3

source: Expirations
uk_ua: Терміни дії

source: snmpget
ru_ru: Путь к snmpget
uk_ua: Шлях до snmpget

source: snmpwalk
ru_ru: Путь к snmpwalk
uk_ua: Шлях до snmpwalk

source: cut
gl_es: cortar
pt_br: cortar
ru_ru: Путь к cut
uk_ua: Шлях до cut

source: dot
gl_es: punto
ru_ru: Путь к dot
uk_ua: Шлях до dot

source: Type
gl_es: Tipo
pt_br: Tipo
ru_ru: Тип
uk_ua: Тип

source: Switch
gl_es: Conmutador
ru_ru: Коммутатор
uk_ua: Комутатор

source: Appliance
pt_br: Aparelho
ru_ru: Прибор
uk_ua: Апаратно-програмний комплекс

source: Portrait
gl_es: Retrato
pt_br: Retrato
ru_ru: Портретный
uk_ua: Портретний

source: Test SNMP
gl_es: Probar SNMP
pt_br: Testar o SNMP
ru_ru: Тест SNMP
uk_ua: Опитати пристрій по SNMP

source: Switch SNMP
gl_es: Conmutador SNMP
pt_br: comutar SNMP
ru_ru: SNMP коммутатора
uk_ua: Опитати комутатор по SNMP

source: CDU SNMP
uk_ua: Опитати шафний БРЖ або АВР по SNMP

source: Description
gl_es: Descrición
pt_br: Descrição
ru_ru: Примечание
uk_ua: Ім'я

source: Port
gl_es: Porto
pt_br: Porta
ru_ru: Порт
uk_ua: Порт

source: Action
gl_es: Acción
pt_br: Ação
ru_ru: Действие
uk_ua: Подія

source: Age
gl_es: Idade
pt_br: Idade
ru_ru: Возраст
uk_ua: Вік

source: Dates
gl_es: Datas
pt_br: Datas
ru_ru: Даты
uk_ua: Період

source: Audits
gl_es: Auditorías
pt_br: Auditorias
ru_ru: Аудиты
uk_ua: К-ть аудитів

source: Circuit
gl_es: Circuíto
pt_br: Circuito
ru_ru: Цепь
uk_ua: Схема живлення

source: Normal
ru_ru: Норма
uk_ua: Нормальний

source: Index
gl_es: Índice
pt_br: Índice
ru_ru: № п/п
uk_ua: № п/п

source: Data Center:
gl_es: Centro de Proceso de Datos:
ru_ru: Центр обработки данных:
uk_ua: ЦОД:

source: Image
gl_es: Imaxe
pt_br: Imagem
ru_ru: Изображение
uk_ua: Зображення
