Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: You do not have permission to delete this request
fr_fr: Vous n'avez pas la permission de supprimer cette demande.
gl_es: Non ten permiso para eliminar esa solicitude
pt_br: Você não possui permissão para remover esta requisição
ru_ru: У вас нет прав для удаления этого запроса
uk_ua: Ви не маєте дозволу на видалення даної заявки

source: You must specify the VLAN information for the ethernet connections
fr_fr: Vous devez spécifier les informations du VLAN pour la connexion ethernet
gl_es: Debe especificar a información de VLAN para as conexións ethernet
pt_br: Você deve especificar a informação de VLAN para as conexões ethernet
ru_ru: Вы должны указать информацию о VLAN для подключения Ethernet
uk_ua: Ви повинні вказати VLAN інформацію для мережних підключень

source: You must specify the SAN port information to continue
fr_fr: Vous devez spécifier les informations du port SAN avant de continuer
gl_es: Debe especificar a información do porto SAN para continuar
pt_br: Você deve definir as informações da porta SAN para continuar
ru_ru: Для продолжения вы должны указать информацию о порте SAN
uk_ua: Ви повинні вказати SAN інформацію по відповідним портам для продовження

source: You must specify the current location of the equipment
fr_fr: Vous devez spécifier l'emplacement actuel de l'équipement
gl_es: Debe especificar a posición actual do equipo
pt_br: Você deve especificar a localização atual do equipamento
ru_ru: Вы должны указать текущее размещение устройства
uk_ua: Ви повинні вказати поточне розташування обладнання

source: Label Color
fr_fr: Couleur du label
gl_es: Cor do Nemónico
pt_br: Cor da Etiqueta
ru_ru: Цвет метки
uk_ua: Колір мітки

source: White
fr_fr: Blanc
gl_es: Branco
pt_br: Branco
ru_ru: Белый
uk_ua: білий

source: Yellow
fr_fr: Jaune
gl_es: Amarelo
pt_br: Amarelo
ru_ru: Желтый
uk_ua: жовтий

source: Red
fr_fr: Rouge
gl_es: Vermello
pt_br: Vermelho
ru_ru: Красный
uk_ua: червоний

source: Hypervisor?
fr_fr: Hyperviseur ?
uk_ua: Гіпервізор?

source: Select a template
fr_fr: Sélectionner un modèle
gl_es: Selecionar unha plantilla
pt_br: Selecionar um modelo
ru_ru: Выбор шаблона
uk_ua: обрати...

source: Number of Ethernet Connections
fr_fr: Nombre de connexion ethernet
gl_es: Número de Portos Ethernet
pt_br: Quantidade de conexões ethernet
ru_ru: Количество подключений Ethernet
uk_ua: Кількість LAN підключень

source: VLAN Settings
fr_fr: Paramètres du VLAN
gl_es: Configuración de VLAN
pt_br: Configurações de VLAN
ru_ru: Параметры VLAN
uk_ua: Параметри VLAN

source: Number of SAN Connections
fr_fr: Nb de connections SAN
gl_es: Número de Conexións SAN
pt_br: Quantidade de conexões SAN
ru_ru: Количество подключений SAN
uk_ua: Кількість SAN підключень

source: SAN Port Assignments
fr_fr: Assignation du port SAN
gl_es: Asignación de Portos de SAN
pt_br: Assinalamento de portas SAN
ru_ru: Назначение портов SAN
uk_ua: Комутація SAN портів

source: Current Location
fr_fr: Emplacement actuel
gl_es: Posición Actual
pt_br: Localização atual
ru_ru: Текущее расположение
uk_ua: Поточне розташування

source: Special Instructions
fr_fr: Instructions spécifiques
gl_es: Instruccións Especiais
pt_br: Instruções especiais
ru_ru: Специальные инструкции
uk_ua: Додаткові інструкції

source: Select Rack Location
fr_fr: Sélectionner la baie
gl_es: Selecionar Posición do Rack
pt_br: Definir a localização do rack
ru_ru: Выбор размещения стойки
uk_ua: Оберіть шафу для розташування

source: Update Request
fr_fr: Mettre à jour la demande
gl_es: Actualización da Solicitude
pt_br: Requisição de atualização
ru_ru: Обновить запрос
uk_ua: Оновити заявку

source: Delete Request
fr_fr: Supprimer la demande
gl_es: Eliminación da Solicitude
pt_br: Requisição de remoção
ru_ru: Удалить запрос
uk_ua: Видалити заявку

source: Move to Rack
fr_fr: Installer dans la baie
gl_es: Mover a Rack
pt_br: Mover para o rack
ru_ru: Переместить в стойку
uk_ua: Перемістити до шафи

source: Data Center Asset Aging Report
fr_fr: Rapport sur l'ancienneté des équipements
gl_es: Informe de Antigüidade de Activos do CPD
pt_br: Relatório de ativos do Data Center
ru_ru: Отчет о возрасте активов ЦОД
uk_ua: Друк обладнання за віком

source: Device Ages by Count
fr_fr: Ancienneté des équipements par nb d’équipements
gl_es: Antigüidade dos Dispositivos por Número
pt_br: Idade dos equipamentos por contagem
ru_ru: Возраст устройств
uk_ua: Кількість пристроїв за віком

source: Devices more than 5 years old
fr_fr: Équipements installé depuis plus de 5 ans
gl_es: Dispositivos de máis de 5 anos
pt_br: Equipamentos com mais de 5 anos de idade
ru_ru: Устройства старше 5 лет
uk_ua: Пристрої з віком більше 5 років

source: Asset Report (Excel)
fr_fr: Rapport d'inventaire (Excel)
pt_br: Relatório de Ativos (Excel)
ru_ru: Отчет по активам (Excel)
uk_ua: Експорт обладнання загалом [Excel]

source: Return to Reports
fr_fr: Retourner au rapport
pt_br: Voltar aos Relatórios
ru_ru: Вернуться к отчетам
uk_ua: Назад до звітності

source: Asset Report
fr_fr: Rapport d'inventaire
gl_es: Informe de Activos
pt_br: Relatório de ativos
ru_ru: Отчет об активах
uk_ua: Звіт по активам

source: Data Center Statistics on all data centers assets.
fr_fr: Statistiques sur tous les data centers
gl_es: Estatísticas do CPD de todos os activos
pt_br: Estatísticas de datacenter referente à todos os ativos
ru_ru: Статистика по активам всех центров обработки данных
uk_ua: Статистика по всім активам всіх ЦОДів.

source: datacenter report assets statistic
fr_fr: Rapport sur les statistiques d'équipements
gl_es: CPD informe activos estatísticas
pt_br: Relatório de Estatísticas dos ativos do Data Center
ru_ru: Статистика отчетов по активам ЦОД
uk_ua: Статистична звітність по активам

source: Notes on DC Statistics
fr_fr: Informations sur les statistiques des salles
gl_es: Notas nas Estatísticas do CPD
pt_br: Anotações de estatísticas no DC
ru_ru: Заметки о статистике ЦОД
uk_ua: Примітки до статистики ЦОДа

source: Logo Name
fr_fr: Nom du Logo
gl_es: Nome do Logo
pt_br: Nome do logotipo
ru_ru: Имя логотипа
uk_ua: Ім'я логотипу

source: Logo Description
fr_fr: Description du Logo
gl_es: Descrición do Logo
pt_br: Descrição do logotipo
ru_ru: Описание логотипа
uk_ua: Опис логотипу

source: ● This is the combined report on all data center assets. It contains the list of all devices and a list of all cabinets.
fr_fr: ● Ceci est le rapport combiné de tous les biens des data centers. Il contient la liste de tous les équipements et des baies.
gl_es: ● Este é o informe combinado de todos os activos do centro de datos. Conten a lista de todos os dispositivos e máis unha lista de todos os armarios.
pt_br: Este é o relatório combinado de todos os ativos de data center. Ele contém a lista de todos os dispositivos e uma lista de todos os racks.
ru_ru: ● Это комбинированный отчет по всем активам ЦОД. Он содержит список всех устройств и список всех шкафов.
uk_ua: ● Це комплексний звіт по всім активам ЦОДів. Він містить список всіх пристроїв та всіх шаф у всіх ЦОДах.

source: ● Using Excel"s pivot capabilities many different analysis and statistics can be performed.
fr_fr: ● Utiliser les fonctions de Power Pivot de Ms Excel pour l'analyse des statistiques.
gl_es: ● Utilizando as capacidades de pivote de Excel pódense realizar moitas análise e estatísticas diferentes.
pt_br: Usando as capacidades "pivot" do Excel permitem diferentes formas de analises e estatísticas.
ru_ru: ● Многие различные аналитические и статистические данные могут быть получены с использованием сводных таблиц Excel.
uk_ua: ● Використовуючи таблиці MS Excel, можна отримати різноманітну аналітичну та статистичну інформацію.

source: ● The terms "cabinet" and "rack" are used interchangeable.
fr_fr: ● Les termes « baie » ou « rack » sont interchangeables.
gl_es: ● Os termos 'armario' e 'rack' úsanse indistintamente.
pt_br: ● Os termos armário e rack possuem o mesmo significado.
ru_ru: ● Термины "шкаф" и "стойка" используются как взаимозаменяемые.
uk_ua: ● Терміни "шафа" та "стійка" мають однакове значення.

source: ● For user who have only the "Admin Own Devices" right the report is limited to the cabinets which are owned by this department.
fr_fr: ● Pour les utilisateurs qui ont uniquement des droits sur leurs propres équipements, le rapport est limité aux équipements contenu dans des baies dont ils sont propriétaires .
gl_es: ● Para o usuario que só ten permiso de 'administrar dispositivos propios' o informe limítase aos armarios que son propiedade deste departamento.
pt_br: Para o usuário com direitos de "Administrar apenas seus próprios Equipamentos" os relatórios estão limitados apenas aos Racks de propriedade destes Departamento.
ru_ru: ● Для пользователя, имеющего только право "Администрирование собственных устройств", отчет ограничен шкафами, которыми владеет этот департамент.
uk_ua: ● Для користувачів, що мають права тільки "Admin Own Devices" звіт обмежується виключно шафами, що належать до відділу таких користувачів.

source: ● The "DC Statistics" page is only generated for users who are not limited to "Admin Own Devices".
fr_fr: ● La page de « Statistiques des Data Center » est seulement généré pour les utilisateurs qui n'ont pas des droits limités à leur propres équipements.
gl_es: ● A páxina 'Estatísticas do CPD' só se xenera para os usuarios que non se limitan a 'administrar dispositivos propios'.
pt_br: As página de "Estatisticas do Datacenter" é gerada apenas por usuários que não são limitadas para "Administrar seus próprios equipamentos".
ru_ru: ● Страница "Статистика ЦОД" генерируется для пользователей, которые не ограничены правом "Администрирование собственных устройств".
uk_ua: ● Вкладка "DC Stats" доступна тільки користувачам, що не обмежені правами "Admin Own Devices".

source: ● For a child device the column "Parent Device" shows the parent device otherwise it is empty. A child devices is e.g. a blade server.
fr_fr: ● Pour les équipements enfant, la colonne « Équipement Parent » montre le parent, autrement il sera vide. Un serveur lame est un exemple d'équipement enfant.
gl_es: ● Para un dispositivo fillo, a columna 'Dispositivo Pai' mostra o dispositivo pai, pola contra está baleira. Un dispositivo fillo é, por exemplo, un servidor blade.
pt_br: Para um dispositivo filho a coluna "Dispositivo pai" mostra o Equipamento Pai caso contrário ele está vazio. A dispositivos filho é, por exemplo, um servidor blade.
ru_ru: ● Для дочернего устройства столбец "Родительское устройство" отображает родительское устройство, иначе он будет пустым. Дочернее устройство - это, например, блейд-сервер.
uk_ua: ● Для дочірніх пристроїв в колонці "Parent Device" відображається батьківський пристрій або нічого. Дочірній пристрій може бути, наприклад, блейд-сервер.

source: ● The "Position" for a child device is the slot position within in the parent device.
fr_fr: ● La colonne « Position » indique l'emplacement dans l'équipement Parent.
gl_es: ● A 'Posición' para un dispositivo fillo é a posición da ranura que ocupa no dispositivo pai.
pt_br: A "Posição" para um dispositivo de filho é a posição do slot dentro do dispositivo pai.
ru_ru: ● Значение "Позиция" для дочернего устройства - это позиция внутри родительского устройства.
uk_ua: ● Колонка "Position" для дочірнього пристрою означає номер слота в батьківському пристрої.

source: ● "Half Depth" contains a value "front" or "rear" only if the device is of half depth in which case this indicates the location.
fr_fr: ● La colonne « Demi Profondeur » contient la valeur « Avant » ou « Arrière » seulement si l'équipement est bien taguée avec l'option demi profondeur.
gl_es: ● 'Medio fondo' contén un valor 'frente' ou 'traseiro' só se o dispositivo é de medio fondo, que indica a súa colocación.
pt_br: "Metade da Profundidade" contém um valor "frente" ou "traseiro" somente se o equipamento é de meia profundidade, neste caso indica o local.
ru_ru: ● Значение "Половинная глубина" содержит значение "Спереди" или "Сзади" только, если устройство занимает половину глубины, и в этом случае это означает местоположение.
uk_ua: ● Колонка "Half Depth" містить значення або "front", або "rear" тільки для пристроїв з половинною глибиною, що означає їхнє розташування.

source: ● Consecutive free rack space is indicated in worksheet "DC Inventory" with the string "__EMPTY " in column "Device". "Position" gives the start of the range and "Height" specifies the size of the range of free rack space.
fr_fr: ● Les espaces libres consécutifs en baies sont indiqués dans l'onglet « Inventaire Datacenter » avec la valeur « __EMPTY » dans le colonne « Équipement ». La colonne « Position » donne la position de départ et celle de la « Hauteur », la taille de l'espace vide.
gl_es: ● O espazo consecutivo libre indícase na folla de traballo "Inventario do CPD' coa cadea '__EMPTY' na columna 'Dispositivo'. 'Posición' da o inicio do rango e 'Altura' especifica o tamaño do rango de espazo de rack libre.
pt_br: Espaço de rack livre consecutivo é indicado em planilha "Inventário do DC " com a cadeia "__Vazio" na coluna "Equipamento". "Posição" indica o início do intervalo e "altura" especifica o tamanho do espaço livre no rack.
ru_ru: ● Последовательное свободное пространство обозначется на странице "Инвентаризация ЦОД" строкой "__EMPTY" в столбце "Устройство". Значение "Позиция" показывает начало, а "Высота" обозначает размер диапазона свободного пространство стойки.
uk_ua: ● Безперервний вільний простір у шафі на вкладці "DC Inventory" позначається як "__EMPTY " в колонці "Device". Колонка "Position" в такому випадку означає початковий юніт вільного простору, а колонка "Height" означає висоту у юнітах даного вільного простору.

source: ● A range of consecutive free slots in a chassis is indicated in worksheet "DC Inventory" with the string "__EMPTYSLOT " in the column "Device". "Position" gives the start of the range and "Height" specifies the number of free slots.
fr_fr: ● Les emplacements libres consécutifs dans les châssis sont indiqués dans l'onglet « Inventaire Datacenter » avec la valeur « __EMPTYSLOT » dans le colonne « Équipement ». La colonne « Position » donne la position de départ et celle de la « Hauteur », la taille de les emplacements vides.
gl_es: ● Un rango de ranuras libres consecutivas nun chasis indícase na folla de traballo 'Inventario do CPD ' coa cadea ' __EMPTYSLOT ' na columna 'Dispositivo'. 'Posición' da o inicio do rango e 'Altura' especifica o número de ranuras libres.
pt_br: Um intervalo de espaços livres consecutivos em um chassi é indicado na planilha "Inventário de DC" com a string "__EMPTYSLOT" na coluna "Equipamento". "Posição" dá o início do intervalo e "Altura" especifica o número de espaços livres.
ru_ru: ● Последовательные свободные слоты в шасси обозначаются на странице "Инвентаризация ЦОД" строкой "__EMPTYSLOT" в столбце "Устройство". Значение "Позиция" показывает начало, а "Высота" обозначает количество свободных слотов.
uk_ua: ● Безперервна кількість вільних слотів в шасі на вкладці "DC Inventory" позначається як "__EMPTYSLOT " в колонці "Device". Колонка "Position" в такому випадку означає початковий вільний слот, а "Height" означає кількість вільних слотів у шасі.

source: ● All free rack units (RU) within the racks sum up to the total amount of free rack units. It is possible that devices of different height are mounted at the same position within a cabinet. Only the non occupied rack units are free RUs.
fr_fr: ● Tous les U libres dans les rack sont totalisés dans l'espace total des baies. Il est possible que les équipements soient montés au même emplacement de U mais avec des tailles en U différent. Seuls les espaces réellement non occupés sont considérés comme des U libres.
gl_es: ● Todas as unidades de rack (RU) libres nos armarios contan para o total de unidades de rack libres. É posible que dispositivos de diferente altura se monten na mesma posición dentro dun armario. Só as unidades de rack non ocupadas son RU libres.
pt_br: Todas as unidades de rack (RU) disponíveis dentro dos racks somam com a quantidade total de unidades de rack livres. É possível que os dispositivos de altura diferente são montados na mesma posição dentro de um disponíveis. Apenas as unidades de rack não ocupadas são RUs disponíveis.
ru_ru: ● Все свободные юниты (RU) внутри стойки суммируются в общее количество свободных юнитов. Возможен вариант, что устройства разной высоты смонтированы на одной и той же позиции в шкафу. Только не занятые юниты являются свободными RU.
uk_ua: ● Весь вільний простір в шафах сумується та отримується значення сумарного вільного простору в шафах. При цьому в тій самій позиції в шафі можливо змонтувати пристрої різного формфактора. У вище згаданих обчисленнях приймають участь тільки ті юніти в шафах, що не зайняті обладнанням.

source: ● Cabinets of "Model" equal "RESERVED" are placeholders on the floor space in the DC for racks to come. Their number is counted in the column "No. Reserved Racks". Nevertheless, the rack units are taken into account in all other statistics.
fr_fr: ● Les baies avec le « Modèle » égal à « Réservé » sont des emplacements de baie pour des projets à venir. Leur nombre est comptabilisé dans la colonne « Nb. de baies réservées ». Cependant les capacités en U sont pris en compte dans les autres statistiques.
gl_es: ● Armarios con 'Modelo' igua a 'RESERVED' son marcas no plano do CPD para armarios que se instalarán no futuro. O seu número cóntase na columna "Nº de Armarios Reservados'. Con todo, as unidades de rack tense en conta en todas as outras estatísticas.
pt_br: Racks de "Modelo" igual "reservado" são espaços reservados no espaço de chão no DC para racks para vir. O seu número é contado na coluna "No. Racks Reservados". No entanto, as unidades de rack são tidos em conta em todas as outras estatísticas.
ru_ru: ● Значение модели шкафа равное "RESERVED" является обозначением на плане ЦОД для стоек, которые появятся позже. Их количество подсчитывается в столбце "Кол-во зарезервированных стоек". Однако, юниты стоек учитываются во всех других статистических данных.
uk_ua: ● Якщо в колонці "Model" відображається "RESERVED", це означає що під дану шафу зарезервована площа в ЦОДі. Її значення відображається в колонці "No. Reserved Racks". Однак, вільний простір з таких шаф всеодно включено до звітності.

source: This file is confidential and shall not be used without permission of the owner.
fr_fr: Ce fichier est confidentiel. Il ne doit pas être diffuser sans la permission de son propriétaire.
gl_es: Este ficheiro é confidencial e non será utilizado sen autorización do propietario.
pt_br: Este arquivo é confidencial e não deve ser utilizado sem permissão do proprietário.
ru_ru: Это конфиденциальный файл и не должен использоваться без разрешения владельца.
uk_ua: Ця інформація носить приватний характер, та не може бути використана без згоди її власника.

source: Generate by openDCIM
fr_fr: Généré avec openDCIM
gl_es: Xenerado por openDCIM
pt_br: Produzido com openDCIM
ru_ru: Сгенерировано с помощью openDCIM
uk_ua: Створено в openDCIM

source: Summary Statistics
fr_fr: Synthèse des statistiques
gl_es: Sumario de Estatísticas
pt_br: Sumário de estatísticas
ru_ru: Суммарная статистика
uk_ua: Зведення по статистиці

source: DC Room
fr_fr: Salle informatique
gl_es: Sala do CPD
pt_br: Ambiente de datacenter
ru_ru: Помещение ЦОД
uk_ua: ЦОД

source: Floor Space (sqm)
fr_fr: Espace au sol (m²)
gl_es: Superficie de Solo (m2)
pt_br: Piso Espaço (m^2)
ru_ru: Этаж Пространство (кв.м)
uk_ua: Площа підлоги (кв. м)

source: No. Racks
fr_fr: Nb de baies
gl_es: Núm. Racks
pt_br: Quantidade de racks
ru_ru: Ко-во стоек
uk_ua: К-сть шаф

source: No. Reserved Racks
fr_fr: Nb de baies réservées
gl_es: Núm. Racks Reservados
pt_br: Quantidade de racks reservados
ru_ru: Кол-во зарезервированных стоек
uk_ua: К-сть шаф в резерві

source: Sum of Rack Units (RU)
fr_fr: Capacité Totale en U
gl_es: Suma de Unidades de Rack (RU)
pt_br: Total de Unidades de Rack (RU)
ru_ru: Суммарное кол-во юнитов (RU)
uk_ua: Загальна к-сть юнітів

source: Sum of Used Rack Units (RU)
fr_fr: Capacité utilisée en U
gl_es: Suma de Unidades de Rack (RU) Usadas
pt_br: Total de Unidade de Rack Utilizadas (RU)
ru_ru: Суммарное кол-во задействованных юнитов (RU)
uk_ua: Всього зайнято юнітів

source: Percentage Used Rack Units
fr_fr: Pourcentage de la capacité utilisée par rapport à la capacité totale
gl_es: Porcentaxe de Unidades de Rack Usadas
pt_br: Percentual de unidades de rack utilizadas
ru_ru: Процент задействованных юнитов стоек
uk_ua: Відсоток зайнятих юнітів

source: Sum of Empty Rack Units (RU)
fr_fr: Capacité dans des baies vide en U
gl_es: Suma de Unidades de Rack (RU) Valeiras
pt_br: Total de unidades de rack livres (RU)
ru_ru: Суммарное кол-во свободных юнитов (RU)
uk_ua: Всього вільно юнітів

source: Percentage Empty Rack Units
fr_fr: Pourcentage de la capacité en baies vides par rapport à la capacité totale
gl_es: Porcentaxe de Unidades de Rack Valeiras
pt_br: Percentual de unidades de rack livres
ru_ru: Процент свободных юнитов в стойках
uk_ua: Відсоток вільних юнітів

source: Sum of Power (kW)
fr_fr: Total de la consommation électrique (kW)
gl_es: Suma de Potencia (kW)
pt_br: Total de Energia (kW)
ru_ru: Суммарная мощность (кВт)
uk_ua: Сумарна потужність (кВт)

source: Sum of Design Power (kW)
fr_fr: Total de la capacité électrique (kW)
gl_es: Suma de Potencia de Diseño (kW)
pt_br: Total de Energia (kW)
uk_ua: Сумарна проектна потужність (кВт)

source: Template Missing
fr_fr: Modèle manquant
pt_br: Faltando Template
ru_ru: Шаблон отсутствует
uk_ua: Шаблон відсутній

source: Computing DC Inventory
fr_fr: Inventaire des équipements informatiques
pt_br: Computando Inventário do Datacenter
ru_ru: Вычисление инвентаризации ЦОД
uk_ua: Формується зведення по всім ЦОДам/площадкам

source: Writing Inventory to Spreadsheet
fr_fr: Ecrire l'inventaire dans une feuille de calcul
pt_br: Gravando o Inventário na planilha
ru_ru: Запись инвентаризации в таблицу
uk_ua: Запис в таблицю зведення по всім ЦОДам/площадкам

source: Formatting Spreadsheet
fr_fr: Formater la feuille de calcul
pt_br: Formatando Planilha
ru_ru: Форматирование таблицы
uk_ua: Форматування таблиці зведення по всім ЦОДам/площадкам

source: Data Center Asset Report
fr_fr: Rapport d'inventaire du data center
gl_es: Informe de Activos do CPD
pt_br: Relatório de ativos do Data Center
ru_ru: Отчет по активам ЦОД
uk_ua: Друк обладнання по шафам

source: Rack
fr_fr: Baie
ru_ru: Стойка
uk_ua: Шафа

source: Cabinet Audit Frequency Report
fr_fr: Rapport de fréquence des l'audit des baies
gl_es: Informe de Frecuencia de Auditoría de Armario
pt_br: Relatório de Frequência de Auditoria de Armário
ru_ru: Отчет по частоте аудита шкафа
uk_ua: Журнал аудиту по шафам

source: Activity by Location
fr_fr: Activité par site
gl_es: Actividade por Localización
pt_br: Atividades por Localização
ru_ru: Активность по местоположению
uk_ua: Активність за розміщенням

source: Times Audited
fr_fr: Temps d'audit
gl_es: Veces Auditado
pt_br: Quant. de Auditorias
ru_ru: Количество аудитов
uk_ua: К-ть аудитів

source: Installation Date
fr_fr: Date d'installation
gl_es: Data de Instalación
pt_br: Data de Instalação
ru_ru: Дата установки
uk_ua: Змонтовано

source: Days Since Last Audit
fr_fr: Jours depuis le dernier audit
gl_es: Días dende a última auditoría
pt_br: Dias desde a última auditoria
ru_ru: Дней с последнего аудита
uk_ua: Днів від останнього аудиту

source: Summary by Period
fr_fr: Résumé sur la période
gl_es: Resumo por Período
pt_br: Sumário por Período
ru_ru: Сводка за период
uk_ua: Зведення за давністю проведення аудитів

source: Number of Cabinets
fr_fr: Nb de baies
gl_es: Número de Armarios
pt_br: Numero de Racks
ru_ru: Количество шкафов
uk_ua: К-ть шаф
