Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM_Latvian.po
Languages: lv_lv

source: openDCIM Project Membership Maintenance
lv_lv: openDCIm Projekta Biedrības Apkope

source: Project to Administer
lv_lv: Projektu, kuru Pārvaldīt

source: Project Detail
lv_lv: Projekta Informācija

source: openDCIM Project Information
lv_lv: openDCIm Projekta Informācija

source: Project
lv_lv: Projekts

source: New Project
lv_lv: Jauns Projekts

source: Project Name
lv_lv: Projekta Nosaukums

source: Project Sponsor
lv_lv: Projekta Sponsors

source: Project Start Date
lv_lv: Projekta Sākšanas Datums

source: Project Expiration Date
lv_lv: Projekta Derīguma Termiņš

source: Project Actual End Date
lv_lv: Projekta Faktisko Beigu Datums

source: Assign Devices
lv_lv: Piešķirt Iekārtas

source: Assign Cabinets
lv_lv: Piešķirt Statnes

source: Project delete confirmation
lv_lv: Projekta dzēšanas apstriprinājums

source: Are you sure that you want to delete this project? (Devices will be unassociated, but will not be deleted).
lv_lv: Vai Jūs esat droši, ka vēlaties dzēst šo projektu? (Iekārtas kļūs nepiešķirtas, bet netiks dzēstas).

source: THERE IS NO UNDO
lv_lv: ŠO NEVAR ATCELT

source: Data Center Rack Request
lv_lv: Datu Centru Statņu Pieprasījums

source: MailFrom
lv_lv: SutitsNo

source: Check contact details for
lv_lv: Skatīt kontaktinformāciju priekš

source: Data center team address
lv_lv: Datu centra komandas adrese

source: ITS Facilities Rack Request
lv_lv: ITS Iestādes Statņu Pieprasījums

source: Your request for racking up the device labeled %1$s has been received. The Network Operations Center will examine the request and contact you if more information is needed before the request can be processed. You will receive a notice when this request has been completed. Please allow up to 2 business days for requests to be completed.
lv_lv: Jūsu pieprasījums iekārtas %1$s ieviešanai statnē ir saņemts. Tīkla Darbību Centrs izskatīs šo pieprasījumu un sazināsies ar Jums, ja vajadzēs vairāk informācijas pirms pieprasījums var būt apstrādāts. Jūs saņemsiet paziņojumu, kad šis pieprasījums būs izpildīts. Lūdzu atļaujiet līdz 2 darba dienām, lai pieprasījumu varētu izpildīt.

source: Your Request ID is %1$d and you may view the request online at
lv_lv: Jūsu Pieprasījuma ID ir %1$d un Jūs varat skatīt šo pieprasījumu

source: this link
lv_lv: šajā lapā

source: Your request for racking up the device labeled %1$s has been completed.
lv_lv: Jūsu pieprasījums iekārtas %1$s ieviešanai ir izpildīts.

source: To view your device in its final location click %1$s
lv_lv: Lai redzētu Jūsu iekārtu tā beidzamajā vietā, spiediet %1$s

source: You do not have permission to delete this request
lv_lv: Jums nav tiesību dzēst šo pieprasījumu

source: You must specify the VLAN information for the ethernet connections
lv_lv: Jums vajag norādīt VLAN informāciju priekš Ethernet savienojumiem

source: You must specify the SAN port information to continue
lv_lv: Jums vajag norādīt SAN porta informāciju, lai turpinātu

source: You must specify the current location of the equipment
lv_lv: Jums vajag norādīt esošo vietu ekipāžai

source: Label Color
lv_lv: Marķējuma Krāsa

source: White
lv_lv: Balts

source: Yellow
lv_lv: Dzeltens

source: Red
lv_lv: Sarkans

source: Hypervisor?
lv_lv: Hipervizors?

source: Select a template
lv_lv: Izvēlieties šablonu

source: Number of Ethernet Connections
lv_lv: Ethernet Savienojumu Skaits

source: VLAN Settings
lv_lv: VLAN Iestatījumi

source: Number of SAN Connections
lv_lv: SAN Savienojumu Skaits

source: SAN Port Assignments
lv_lv: SAN Portu Piešķīrumi

source: Current Location
lv_lv: Esošā Vieta

source: Special Instructions
lv_lv: Speciālas Instrukcijas

source: Select Rack Location
lv_lv: Izvēlieties Statnes Vietu

source: Update Request
lv_lv: Atjaunot Pieprasījumu

source: Delete Request
lv_lv: Dzēst Pieprasījumu

source: Move to Rack
lv_lv: Pārvietot uz Statni

source: Data Center Asset Aging Report
lv_lv: Datu Centru Aparatūras Novecošanas Ziņojums

source: Device Ages by Count
lv_lv: Iekārtu Vecums pēc Skaita

source: Age
lv_lv: Vecums

source: Devices more than 5 years old
lv_lv: Iekārtas, kuras ir vecākas par 5 gadiem

source: Asset Report (Excel)
lv_lv: Aparatūras Eksports (Excel)

source: Return to Reports
lv_lv: Atgriezties uz Ziņojumiem

source: Asset Report
lv_lv: Aparatūru Ziņojums

source: Data Center Statistics on all data centers assets.
lv_lv: Datu Centru Statistika par visu datu centru aparatūru.

source: datacenter report assets statistic
lv_lv: Datu centru aparatūru ziņojumu statistika

source: Notes on DC Statistics
lv_lv: Piezīmes par DC Statistiku

source: Logo Name
lv_lv: Logo Nosaukums

source: Logo Description
lv_lv: Logo Apraksts

source: ● This is the combined report on all data center assets. It contains the list of all devices and a list of all cabinets.
lv_lv: ● Šis ir kopējais ziņojums par visu datu centru aparatūrām. Tas satur sarakstu ar visām iekārtām un visām statnēm.

source: ● Using Excel"s pivot capabilities many different analysis and statistics can be performed.
lv_lv: ● Izmantojot Excel'a Pivot spējas var veikt visādas dažādas analīzes un statistikas.

source: ● The terms "cabinet" and "rack" are used interchangeable.
lv_lv: ● Termini "kabinets" un "statne" var tikt lietoti aizvietojami.

source: ● For user who have only the "Admin Own Devices" right the report is limited to the cabinets which are owned by this department.
lv_lv: ● Priekš lietotāja, kuram ir tikai "Paša Iekārtu Pašadministrēšana" tiesības, ziņojumi ir ierobežoti uz tikai lietotāja nodaļas iekārtām un statnēm.

source: ● The "DC Statistics" page is only generated for users who are not limited to "Admin Own Devices".
lv_lv: ● "DC Statistika" lapa ir veidota tikai lietotājiem, kuri nav ierobežoti ar tikai "Paša Iekārtu Pašadministrēšana" tiesībām.

source: ● For a child device the column "Parent Device" shows the parent device otherwise it is empty. A child devices is e.g. a blade server.
lv_lv: ● Priekš pavadoņa iekārtas kolonnā "Vadošā Iekārta" tiek rādīta vadošā iekārta, citkārt tiek rādīts nekas. Pavadoņa iekārta ir, piemēram, asmeņserveris.

source: ● The "Position" for a child device is the slot position within in the parent device.
lv_lv: ● "Vieta" pavadoņa iekārtai ir vadošās iekārtas slota vieta.

source: ● "Half Depth" contains a value "front" or "rear" only if the device is of half depth in which case this indicates the location.
lv_lv: ● "Pus-dziļš" satur vērtību "priekšā" vai "aizmugure" tikai, ja iekārta ir pus-dziļa, kas norāda tā atrašanās vietu.

source: ● Consecutive free rack space is indicated in worksheet "DC Inventory" with the string "__EMPTY " in column "Device". "Position" gives the start of the range and "Height" specifies the size of the range of free rack space.
lv_lv: ● Kārtējas brīvās vietas darba lapā "DC Inventārs" ir norādītas ar string vērtību "__EMPTY" kolonnā "Iekārta". "Vieta" norāda diapazona sākumu un "Augstums" norāda brīvo vietu diapazona izmēru.

source: ● A range of consecutive free slots in a chassis is indicated in worksheet "DC Inventory" with the string "__EMPTYSLOT " in the column "Device". "Position" gives the start of the range and "Height" specifies the number of free slots.
lv_lv: ● Lērums kārtējo brīvo vietu šasijā ir darba lapā "DC Inventārs" norādītas ar string vērtību "__EMPTYSLOT" kolonnā "Iekārta". "Vieta" norāda diapazona sākumu un "Augstums" norāda brīvo vietu diapazona izmēru.

source: ● All free rack units (RU) within the racks sum up to the total amount of free rack units. It is possible that devices of different height are mounted at the same position within a cabinet. Only the non occupied rack units are free RUs.
lv_lv: ● Visas brīvās U vietas statnē saskaitās kopā pilnajā brīvo vietu skaitā. Ir iespējams, ka dažādu augstumu iekārtas var būt ieliktas tajā pašā vietā statnē. Tikai neaizņemtās vietas ir brīvās U vietas.

source: ● Cabinets of "Model" equal "RESERVED" are placeholders on the floor space in the DC for racks to come. Their number is counted in the column "No. Reserved Racks". Nevertheless, the rack units are taken into account in all other statistics.
lv_lv: ● Statnes, kuras ir "REZERVĒTS" ir vietturi datu centrā priekš topošajām statnēm. To skaits ir pieskaitīts kolonnai "Rezervēto Statņu Skaits". Tik un tā, U vietas ir pieskaitītas visās pārējās statistikās.

source: This file is confidential and shall not be used without permission of the owner.
lv_lv: Šis fails ir konfidenciāls un netiks lietots bez īpašnieka atļaujas.

source: Generate by openDCIM
lv_lv: Izveidoja openDCIM

source: Summary Statistics
lv_lv: Apkopojuma Statistika

source: DC Room
lv_lv: DC Telpa

source: Floor Space (sqm)
lv_lv: Grīdas platība (kv.m)

source: No. Racks
lv_lv: Statņu Sk.

source: No. Reserved Racks
lv_lv: Rezervēto Statņu Sk.

source: Sum of Rack Units (RU)
lv_lv: U Vietu Kopskaits

source: Sum of Used Rack Units (RU)
lv_lv: Lietoto U Vietu Kopskaits

source: Percentage Used Rack Units
lv_lv: Lietoto U Vietu Sk. Procentos

source: Sum of Empty Rack Units (RU)
lv_lv: Tukšo U Vietu Kopskaits

source: Percentage Empty Rack Units
lv_lv: Tukšo U Vietu Sk. Procentos

source: Sum of Power (kW)
lv_lv: Jaudas Kopskaits (kW)

source: Sum of Design Power (kW)
lv_lv: Paredzētās Jaudas Kopskaits (kW)

source: Template Missing
lv_lv: Šablons Pazudis

source: Computing DC Inventory
lv_lv: Tiek Aprēķināts DC Inventārs

source: Writing Inventory to Spreadsheet
lv_lv: Tiek Rakstīts Inventārs Darba Lapā

source: Formatting Spreadsheet
lv_lv: Darba Lapa Tiek Formatēta

source: Data Center Asset Report
lv_lv: Datu Centru Aparatūras Ziņojums

source: Rack
lv_lv: Statne

source: Cabinet Audit Frequency Report
lv_lv: Statņu Auditu Biežuma Ziņojums

source: Activity by Location
lv_lv: Aktivitāte pēc Vietas

source: Times Audited
lv_lv: Cik reizes Auditēts

source: Installation Date
lv_lv: Uzstādīšanas Datums

source: Days Since Last Audit
lv_lv: Dienas Kopš Pēdējā Audita

source: Summary by Period
lv_lv: Apkopojums pēc Perioda

source: Number of Cabinets
lv_lv: Statņu Skaits

source: Cabinet Audit Reporting
lv_lv: Statņu Audita Ziņošana

source: Cabinet Audits Report
lv_lv: Statņu Auditu Ziņojums

source: Dates
lv_lv: Datumi

source: Auditor Summary
lv_lv: Auditora Apkopojums

source: UserID
lv_lv: LietotajaID

source: UserName
lv_lv: Lietotajs

source: Count
lv_lv: Skaits

source: Activity by Date
lv_lv: Aktivitāte pēc Datuma

source: Comments
lv_lv: Komentāri

source: Mon
lv_lv: Pr

source: Tue
lv_lv: Ot

source: Wed
lv_lv: Tr

source: Thu
lv_lv: Ce

source: Fri
lv_lv: Pk

source: Sat
lv_lv: Se

source: Sun
lv_lv: Sv

source: Day of Week Frequency
lv_lv: Nedēļas Dienas Biežums

source: Day of Week
lv_lv: Diena Nedēļā

source: Audits
lv_lv: Auditi

source: Cabinet Report
lv_lv: Statnes Ziņojums

source: Select data center
lv_lv: Izvēlaties datu centru

source: Choose cabinets to print in Data Center
lv_lv: Izvēlaties statnes, lai printētu Datu Centrā

source: Generate
lv_lv: Izveidot

source: Cabinet ID
lv_lv: Statnes ID

source: Pos
lv_lv: Vieta

source: Data Center Asset and Contact Report
lv_lv: Datu Centru Aparatūru un Kontaktpersonu Ziņojums

source: Top 10 Data Center Occupancy Rates
lv_lv: Top 10 Datu Centru Aizņemtības Biežums

source: Top 10 Data Center Power Users
lv_lv: Top 10 Datu Centru Jaudas Tērētāji

source: Service Delivery Manager
lv_lv: Servisa Piegādes Pārvaldnieks

source: Phone1
lv_lv: Telefons1

source: Phone2
lv_lv: Telefons2

source: Phone3
lv_lv: Telefons3

source: Total Rack Units for
lv_lv: Kopējās U vietas priekš

source: Total BTU Output for
lv_lv: Kopējais BTU patēriņš priekš

source: Total Rack Units for All Data Centers
lv_lv: Kopējais U vietu skaits Visiem Datu Centriem

source: Total BTU Output for All Data Centers
lv_lv: Kopējais BTU Patēriņš Visiem Datu Centriem

source: Virtual Machine Image Name
lv_lv: Virtuālo Mašīnu Imidža Nosaukums

source: Current Host Server
lv_lv: Esošais Hosta Serveris

source: State
lv_lv: Stadija

source: Last Polled
lv_lv: Pēdējo Reizi Aptaujāts

source: Data Center Asset Costing Report
lv_lv: Datu Centru Aparatūru Izmaksas Ziņojums

source: Annual Cost Per Watt (Year)
lv_lv: Ikgadējās Izmaksas Par Vatu (Gads)

source: Rack Cost
lv_lv: Statņu Maksa

source: Annual Electrical Cost for Department
lv_lv: Ikgadējā Elektrības Izmaksa Nodaļai

source: Annual Infrastructure Cost for Department
lv_lv: Ikgadējā Infrastruktūras Izmaksa Nodaļai

source: Departmental Contacts Report
lv_lv: Nodaļu Kontaktpersonu Ziņojums

source: Devices Without Diverse (Tier III) Power
lv_lv: Iekārtas Bez Daudzveidīga (Tier III) Elektroapgādes

source: Dependency
lv_lv: Atkarība

source: Data Center Disabled SNMP Devices Report
lv_lv: Datu Centru SNMP Atspējoto Iekārtu Ziņojums

source: Facility Manager email address
lv_lv: Iestādes Pārvaldnieka E-pasts

source: Recent Data Center Installations Report
lv_lv: Datu Centru neseno Uzstādījumu Ziņojums

source: Data Center Reserved Space Report
lv_lv: Datu Centru Rezervēto Vietu Ziņojums

source: Data Center Inventory Reservations
lv_lv: Datu Centru Inventāra Rezervācijas

source: There are no reserved installations within the date range specified
lv_lv: Šajā datuma diapazonā nav rezervētu instalāciju

source: Scheduled Installations for Department
lv_lv: Ieplānotās Uzstādīšanas Nodaļai

source: Total U Reserved for Department
lv_lv: Kopējās Rezervētās U Vietas Nodaļai

source: Total U Reserved in DCIM
lv_lv: Kopējās Rezervētās U Vietas DCIMam

source: Data Center Switch Capacity Exceptions Report
lv_lv: Datu Centru Komutatoru Ietilpības Izņēmumu Ziņojums

source: Data Exceptions Report
lv_lv: Datu Izņēmumu Ziņojums

source: Power Cords
lv_lv: Barošanas Vadi

source: Logging View/Export
lv_lv: Žurnālveida Skats/Eksports

source: Time
lv_lv: Laiks

source: Class
lv_lv: Klasifikācija

source: ObjectID
lv_lv: ObjektaID

source: ChildID
lv_lv: PavadonaID

source: Property
lv_lv: Ipasums

source: Old Value
lv_lv: Vecā Vērtība

source: New Value
lv_lv: Jaunā Vērtība

source: Activity Log
lv_lv: Aktivitātes Žurnāls

source: Network Map Viewer
lv_lv: Tīkla Kartes Skatītājs

source: Filter type:
lv_lv: Filtra veids:

source: Select filter type
lv_lv: Izvēlaties filtra veidu

source: Custom Tag
lv_lv: Pašveidota Etiķete

source: All Data Centers
lv_lv: Visi Datu Centri

source: Choose either power sources or panels to simulate for Data Center
lv_lv: Izvēlaties jebkurus strāvas avotus vai paneļus, lai simulētu priekš Datu Centra

source: Only show down/unknown devices
lv_lv: Rādīt tikai atslēgtas/nezināmas iekārtas

source: Power Source
lv_lv: Strāvas Avots

source: Power Panel
lv_lv: Strāvas Panelis

source: Tags (example: +Linux -Development)
lv_lv: Etiķetes (piemērs: +Linux -Izstrade)

source: Power Panel Schedule Report
lv_lv: Strāvas Paneļu Grafika Ziņojums

source: Panel Schedule for
lv_lv: Paneļa grafiks priekš

source: Pole
lv_lv: Pols

source: Circuit
lv_lv: Ķēde

source: Power Distribution by Data Center
lv_lv: Jaudas Sadale pa Datu Centriem

source: Simulated Outage Report
lv_lv: Simulētā Atslēguma Ziņojums

source: Simulated Power Outage by Project
lv_lv: Simulētie Strāvas Atslēgumi pa Projektiem

source: Summary
lv_lv: Apkopojums

source: Power Outage Simulation report
lv_lv: Strāvas Atslēguma Simulācijas ziņojums

source: Project Status
lv_lv: Projekta Statuss

source: Only listing systems which are down or unknown.
lv_lv: Tikai uzrādīt sistēmas, kuras ir atslēgtas, vai nezināmas.

source: DeviceName
lv_lv: IekartasNosaukums

source: Child
lv_lv: Pavadonis

source: Compromised
lv_lv: Kompromizets

source: Normal
lv_lv: Normals

source: No Devices Were Affected
lv_lv: Neviena Iekārta Netika Ietekmēta

source: Included Tags
lv_lv: Iekļautas Etiķetes

source: Excluded Tags
lv_lv: Neiekļautas Etiķetes

source: All Projects/Services
lv_lv: Visi Projekti/Servisi

source: Specified Project/Service
lv_lv: Norādītais Projekts/Serviss

source: Report of all cabinets and devices associated with Projects/Services.
lv_lv: Ziņojums par visām statnēm un iekārtām, kuras ir saistītas ar Projektiem/Servisiem.

source: Criteria for Report:
lv_lv: Kritēriji priekš Ziņojuma:

source: Project Name:
lv_lv: Projekta Nosaukums:

source: Project Sponsor:
lv_lv: projekta Sponsors:

source: Start Date:
lv_lv: Sākuma Datums:

source: Expiration Date:
lv_lv: Derīguma Termiņš:

source: Actual End:
lv_lv: Faktiskās Beigas:

source: Total Assigned Cabinets:
lv_lv: Kopā Piesaistītās Statnes:

source: Storage Room
lv_lv: Noliktava

source: Unspecified
lv_lv: Nenorādīts

source: Select Project
lv_lv: Izvēlēties Projektu

source: All Projects
lv_lv: Visi Projekti

source: Choose a specific project to report on, or all projects. Output will be sent in Excel 2007 format.
lv_lv: Izvēlaties noteiktu projektu, par ko veikt ziņojumu, vai visus projektus. Izvads būs sūtīts Excel 2007 formātā.

source: Inventory Reports
lv_lv: Inventāra Ziņojumi

source: Contact Reports
lv_lv: Ziņojumi par Kontaktpersonu

source: Department/Contact Report
lv_lv: Ziņojumi par Nodaļu/Kontaktpersonu

source: Asset Reports
lv_lv: Aparatūru Ziņojumi

source: Search/Export by Data Center
lv_lv: Meklēt/Eksportēt pa Datu Centriem

source: Storage Room Search/Export by Data Center
lv_lv: Meklēšana Noliktavās/Eksports pa Datu Centriem

source: Export Data Center for CFD (XML)
lv_lv: Eksportēt Datu Centru priekš CFD (XML)

source: Asset Report by Owner
lv_lv: Aparatūru Ziņojums pa Īpašniekiem

source: Data Center Asset Report [Excel]
lv_lv: Datu Centru Aparatūru Ziņojums [Excel]

source: Asset Aging Report
lv_lv: Aparatūru Novecošanas Ziņojums

source: Project Asset Report
lv_lv: Projektu Aparatūru Ziņojums

source: Warranty Expiration Report
lv_lv: Garantijas Beigu Ziņojums

source: Virtual Machines by Department
lv_lv: Virtuālās Mašīnas pa Nodaļām

source: Network Map
lv_lv: Tīkla Karte

source: Vendor/Model Report
lv_lv: Pārdevēju/Modeļu Ziņojums

source: Operational Reports
lv_lv: Darbību Ziņojums

source: Diverse Power Exceptions Report
lv_lv: Daudzveidīgo Strāvas Izņēmumu Ziņojums

source: Simulated Power Outage Report
lv_lv: Simulēto Strāvas Atslēgumu Ziņojums

source: Project Power Outage Report
lv_lv: Projektu Strāvas Atslēgumu Ziņojums

source: Server Tier Classification Report
lv_lv: Serveru Tier Klasifikācijas Ziņojums

source: Cabinet List
lv_lv: Statņu Saraksts

source: Auditing Reports
lv_lv: Auditēšanu Ziņojums

source: Cabinet Audit Logs
lv_lv: Statņu Auditu Žurnāli

source: Cabinet Audit Frequency
lv_lv: Statņu Auditu Biežums

source: Surplus/Salvage Audit Report
lv_lv: Pārpalikumu/Lūžņu Auditu Ziņojums

source: Supplies Status Report
lv_lv: Materiālu Statusu Ziņojums

source: Actions Log
lv_lv: Rīcību Žurnāls

source: Supply Status Report
lv_lv: Materiāla Statusu Ziņojums

source: Part Number
lv_lv: Detaļas Numurs

source: Part Name
lv_lv: Detaļas Nosaukums

source: Min Qty
lv_lv: Min. Sk.

source: Max Qty
lv_lv: Maks. Sk.

source: On Hand
lv_lv: Uz vietas

source: All Mechanisms
lv_lv: Visi Mehānismi

source: Beginning of epoch
lv_lv: Laikmeta Sākums

source: This report contains information about items that have been disposed/removed from the data center.
lv_lv: Šis ziņojums satur informācija par lietām, kuras ir izmestas/iznestas no datu centra.

source: Each item is disosed through a specific mechanism or contract vehicle.
lv_lv: Katra lieta ir likvidēta caur konkrētu mehānismu vai noalgotu transportlīdzekli.

source: Criteria for this report:
lv_lv: Kritēriji šim ziņojumam:

source: Date Range:
lv_lv: Datumu Diapazons:

source: Disposition Mechanism
lv_lv: Dispozīcijas Mehānisms

source: Reference Number
lv_lv: Atsauces Numurs

source: Device Disposition Report
lv_lv: Iekārtu Dispozīcijas Ziņojums

source: Inventory Reporting By Tag
lv_lv: Inventāru Ziņošana pa Etiķetēm

source: Tag
lv_lv: Etiķete

source: Tag:
lv_lv: Etiķete:

source: Select Tag
lv_lv: Izvēlaties Etiķeti

source: All Tags
lv_lv: Visas Etiķetes

source: Please select the values to limit the report scope as indicated below.
lv_lv: Lūdzu izvēlaties vērtības, lai ierobežotu ziņojuma apjomu kā norādīts zemāk.

source: This is the Vendor(Manufacturer)/Model report from openDCIM.
lv_lv: Šis ir Pārdevēja(Ražotāja)/Modeļa ziņojums no openDCIMa.

source: Each manufacturer is listed in a separate worksheet, with devices listed lexicographically by Label.
lv_lv: Katrs Ražotājs ir norādīts atsevišķā darba lapā, un iekārtas ir norādīts leksikogrāfiski pēc Nosaukuma.

source: The criteria given for this report is:
lv_lv: Kritēriji doti šim ziņojumam ir:

source: Manufacturer:
lv_lv: Ražotājs:

source: Device Type:
lv_lv: Iekārtas veids:

source: Total Number of VMs
lv_lv: Kopējais Skaits VMu

source: Virtual Machines Unassigned to a Department
lv_lv: Virtuālās Mašīnas Nepiesaistītas Nevienai Nodaļai

source: Index
lv_lv: Indekss

source: Data Center Warranty Expiration Report
lv_lv: Datu Centru Garantiju Beigu Ziņojums

source: Warranty Status
lv_lv: Garantijas Statuss

source: Remaining
lv_lv: Atlicis

source: Devices with expired warranty
lv_lv: Iekārtas ar iztekušu garantiju

source: Expired
lv_lv: Iztecis

source: XML Output for CFD Simulation
lv_lv: XML Izvads priekš CFD Simulācijas

source: Select Data Center
lv_lv: Izvēlēties Datu Centru

source: Add new cabinet
lv_lv: Pievienot jaunu statni

source: Front View
lv_lv: Priekšējais Skats

source: Rear View
lv_lv: Aizmugurējais Skats

source: Return to
lv_lv: Atgriezties uz

source: Data Center View/Export
lv_lv: Datu Centru Skats/Eksports

source: Data Center:
lv_lv: Datu Centrs:

source: Storage Room View/Export
lv_lv: Noliktavu Skats/Eksports

source: Search Results
lv_lv: Meklēšanas Rezultāti

source: Serial number search results for
lv_lv: Sērijas numura meklēšanas rezultāti priekš

source: PrimaryIP search results for
lv_lv: PrimaraIP meklēšanas rezultāti priekš

source: Name search results for
lv_lv: Nosaukuma meklēšanas rezultāti priekš

source: Owner search results for
lv_lv: īpašnieka meklēšanas rezultāti priekš

source: Asset tag search results for
lv_lv: Aparatūras etiķešu meklēšanas rezultāti priekš

source: Custom tag search results for
lv_lv: Paštaisīto Etiķešu meklēšanas rezultāti priekš

source: Project Catalog search results for
lv_lv: Projekta Kataloga meklēšanas rezultāti priekš

source: Device Model search results for
lv_lv: Iekārtas Modeļa meklēšanas rezultāti priekš

source: Notes search results for
lv_lv: Piezīmju meklēšanas rezultāti priekš

source: Search results for
lv_lv: Meklēšanas rezultāti priekš

source: Search complete. (%s) results.
lv_lv: Meklēšana pabeigta. (%s) rezultāti.

source: No matching devices found.
lv_lv: Neviena atbilstoša iekārta netika atrasta.

source: Only one result, will autoforward in %s seconds.
lv_lv: Tikai viens rezultāts, tiksiet aizvestu uz to pēc %s sekundēm.

source: Show All
lv_lv: Rādīt Visu

source: Racks Only
lv_lv: Tikai Statnes

source: No label
lv_lv: Bez nosaukuma

source: Search by Name:
lv_lv: Meklēt pēc Nosaukuma:

source: Advanced
lv_lv: Paplašināti

source: Advanced Search:
lv_lv: Paplašinātā Meklēšana:

source: Device Model
lv_lv: Iekārtas Modelis

source: PrimaryIP
lv_lv: PrimaraisIP

source: Basic
lv_lv: Pamata

source: Home
lv_lv: Sākums

source: Storage Room Maintenance
lv_lv: Noliktavas Apkope

source: %s Storage Room
lv_lv: %s Noliktava

source: Serial No.
lv_lv: Sērijas Nr.

source: Dispose of selected devices to:
lv_lv: Izmest izvēlētās iekārtas:

source: Data Center Stockroom Supplies
lv_lv: Datu Centru Noliktavas Materiāli

source: Bin ID
lv_lv: Tvertnes ID

source: New Supplies
lv_lv: Jauni Materīali

source: Data Center Stockroom Supply Bins
lv_lv: Datu Centru Noliktavas Materiālu Tvertnes

source: Bin Location
lv_lv: Tvertnes Vieta

source: New Bin
lv_lv: Jauna Tvertne

source: Select parts to add...
lv_lv: Izvēlaties detaļas, kuras pielikt...

source: No Data to Display
lv_lv: Nav Datu, ko Parādīt
