Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Bulk Cabinet Importer
fr_fr: Import en masse de Rack
uk_ua: Груповий імпорт шаф

source: Pick the appropriate column header (line 1) for each field name listed below.
fr_fr: Sélectionnez l'entête de colonne appropriée (ligne 1) pour chaque champ de la liste ci-après.
pt_br: Escolha a coluna principal apropriada (linha 1) para cada nome de campo listado abaixo.
ru_ru: Выберите подходящий заголовок столбца (строка 1) для каждого имени поля в списке ниже.
uk_ua: Оберіть відповідний заголовок стовпця (рядок 1) для кожного, вказаного нижче, поля таблиці.

source: Mouse over each field for help text.
fr_fr: Passez votre curseur au dessus d'un champ pour obtenir l'aide.
pt_br: Passe o mouse sobre cada campo para mostrar o texto de Ajuda
ru_ru: Наведите указатель мыши на каждое поле для отображения подсказки.
uk_ua: Розташуйте курсор мишки над необхідним полем таблиці аби отримати підказку.

source: Process
fr_fr: Procéder
pt_br: Processar
ru_ru: Обработать
uk_ua: Імпорт

source: All records imported successfully.
fr_fr: Tous les enregistrements ont été importés avec succès.
pt_br: Todos os registros foram importados com sucesso.
ru_ru: Все записи успешно импортированы.
uk_ua: Всі рядки успішно імпортовано.

source: At least one error was encountered processing the file. Please see below.
fr_fr: Au moins une erreur à été rencontrée lors du traitement du fichier. Regarder ci-après svp.
pt_br: Ao menos um erro ocorreu durante o processo do arquivo. Favor verificar abaixo.
ru_ru: При обработке файла возникла одна или несколько ошибок. Подробности приведены ниже.
uk_ua: Під час імпорту виникла щонайменше одна помилка. Подробиці дивись нижче.

source: Select file to upload:
fr_fr: Sélectionner le fichier à upload :
pt_br: Selecione o arquivo para upload:
ru_ru: Выберите файл для загрузки:
uk_ua: Завантажити файл:

source: Bulk Container/Datacenter Importer
fr_fr: Import en masse des rattachements ou des datacenters
uk_ua: Груповий імпорт Контейнерів/ЦОДів

source: Bulk Department Importer
fr_fr: Import en masse des départements
uk_ua: Груповий імпорт відділів

source: Pick the appropriate column header (line 1) for each field name listed below. Any records matching an existing Department Name will be rejected.
fr_fr: Sélectionnez l'entête de colonne appropriée (ligne 1) pour chaque champ de la liste ci-après. Tout enregistrement correspondant à un Nom de Département existant sera rejeté.
uk_ua: Оберіть відповідний заголовок стовпця (рядок 1) для кожного, вказаного нижче, поля таблиці. Усі записи, що відповідають існуючому Department Name, будуть відхилені.

source: Department name already exists in database:
fr_fr: Le nom du département existe déjà en base de données :
uk_ua: Назва відділу вже існує в базі даних:

source: Invalid hex color code entered:
fr_fr: Saisie invalide de la couleur hexadécimale:
uk_ua: Введено недопустимий hex-код кольору для легенди:

source: Classification is not a valid entry in your site configuration:
fr_fr: La classification spécifiée n'est pas valide dans votre fichier de configuration du site:
uk_ua: Класифікація відділу помилкова або відсутня у вашій конфігурації:

source: Created new Department:
fr_fr: Nouveau département créé:
uk_ua: Створено новий відділ:

source: Bulk Device Importer
fr_fr: Import en masse d'équipement
pt_br: Importador de Dispositivos em Lote
uk_ua: Груповий імпорт пристроїв

source: Validate
fr_fr: Valider
pt_br: Validar
ru_ru: Проверить
uk_ua: Перевірка

source: The following required fields are not mapped
fr_fr: Les champs obligatoires suivants ne sont pas mappés
pt_br: Os seguintes campos requeridos não foram mapeados
uk_ua: Наступні обов'язкові поля не співставлено

source: The following values in the import file require entries in openDCIM before you may proceed.
fr_fr: Les valeurs suivantes du fichier d'importation demandent des entrées dans OpenDCIM avant traitement.
pt_br: Os seguintes valores na no arquivo de importação requerem entradas no openDCIM para que você possa prosseguir.
uk_ua: Для наступних значень з файлу імпорта необхідна попередня їх реєстрація в openDCIM, перш ніж ви можете продовжити.

source: Data Center
fr_fr: Centre de Données
gl_es: Centro de Proceso de Datos
ru_ru: ЦОД
uk_ua: ЦОД/площадка

source: Cabinet
fr_fr: Rack
gl_es: Armario
pt_br: Armário
ru_ru: Шкаф
uk_ua: Шафа

source: Manufacturer
fr_fr: Fabricant
gl_es: Fabricante
pt_br: Fabricante
ru_ru: Производитель
uk_ua: Виробник

source: Model
fr_fr: Modèle
gl_es: Modelo
pt_br: Modelo
ru_ru: Модель
uk_ua: Модель

source: Department
fr_fr: Département
gl_es: Departamento
pt_br: Departamento
ru_ru: Департамент
uk_ua: Відділ

source: Primary Contact
fr_fr: Contact principal
gl_es: Contacto Principal
pt_br: Contato primário
ru_ru: Основной контакт
uk_ua: Контактна особа

source: Collision Detected
fr_fr: Collision/Superposition Détectée
pt_br: Colisão Detectada
ru_ru: Обнаружены коллизии
uk_ua: Знайдено деякі неузгодженості

source: The file has passed validation. Press the Process button to import.
fr_fr: Le fichier est validé. Appuyez sur le bouton Procéder pour lancer l'import.
pt_br: O arquivo passou na validação. Click no botão Processar para importar.
ru_ru: Проверка файла пройдена. Нажмите кнопку "Обработать" для продолжения.
uk_ua: Файл успішно пройшов перевірку. Натисніть "Імпорт" аби розпочати процес імпорту.

source: Parent device does not exist at specified location.
fr_fr: L'équipement parent n'existe pas à l'emplacement spécifié.
pt_br: O dispositivo pai não existe na posição especificada
uk_ua: Батьківський пристрій не існує за вказаним розташуванням.

source: Bulk Device Moves/Deletes
fr_fr: Déplacement/Suppression d'équipements en Masse
pt_br: Movimentação/Exclusão de dispositivos em massa:
ru_ru: Массовое перемещение/удаление устройств
uk_ua: Групове переміщення/видалення пристроїв

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file.
fr_fr: Le type de champs de données qui a été utilisé pour rechercher des équipements dans openDCIM. Seulement un type peut-être spécifié par fichier.
pt_br: O tipo de campo de chave já está sendo usado para combinar dispositivos em openDCIM. Apenas um tipo pode ser especificado por arquivo.
ru_ru: Тип ключевого поля, который будет использоваться для сопоставления устройств в openDCIM. Только один тип может быть указан для каждого файла.
uk_ua: Ключове поле, що використовується для розпізнавання пристроїв в openDCIM. Для файла може бути вказано тільки одне ключове поле.

source: KeyField
fr_fr: Champ Clé
pt_br: Campo Chave
ru_ru: Ключевое поле
uk_ua: Ключове поле

source: The following values in the bulk move/delete file require entries in openDCIM before you may proceed.
fr_fr: Les valeurs suivantes du fichier de déplacement/suppression en masse nécessitent des entrées dans openDCIM avant traitement.
pt_br: Os seguintes valores na exclusão/ movimentação em massa requer entradas no openDCIM para que você possa prosseguir.
ru_ru: Для продолжения требуются записи в openDCIM для следующих значений из файла массового перемещения/удаления.
uk_ua: Вказані нижче значення в файлі групового переміщення/видалення пристроїв вимагають зробити відповідні зміни в openDCIM аби продовжити далі.

source: All records processed successfully.
fr_fr: Tous les enregistrements ont été traités avec success.
pt_br: Todos os registros foram processados com sucesso.
ru_ru: Все записи успешно обработаны.
uk_ua: Всі рядки успішно оброблено.

source: Bulk Network Importer
fr_fr: Import de Masse Réseau DATA
pt_br: Importador de Rede em massa
ru_ru: Массовый сетевой импортёр
uk_ua: Груповий імпорт комутації

source: Bulk Power Importer
fr_fr: Import de Masse Power
pt_br: Importador de energia em massa
ru_ru: Массовый импортёр питания
uk_ua: Груповий імпорт електроживлення

source: Bulk Device Template Importer
fr_fr: Import en masse bibliothèque modèles d'équipements
uk_ua: Груповий імпорт шаблонів пристроїв

source: This template importer is to get the bare minimum information entered. For a more robust template sharing system, use the online repository.
fr_fr: Ce mécanisme d'importation de modèle permet de gérer des informations simples et minimalistes. Pour un système d'échange plus abouti, utiliser le dépôt en ligne.
uk_ua: Цей імпортер шаблонів дозволяє заповнити мінімально необхідний об'єм інформації. Для отримання повного об'єму інформації по шаблону краще використовувати хмарне сховище в інтернеті.

source: Created Template:
fr_fr: Modèle créé:
uk_ua: Створено шаблон:

source: Error: Unable to add template for
fr_fr: Erreur: Impossible d'ajouter ce modèle pour
uk_ua: Помилка: неможливо додати шаблон для

source: Error: Invalid DeviceType specified
fr_fr: Erreur : Type d'équipement invalide
uk_ua: Помилка: вказано недопустимий DeviceType

source: Error: Manufacturer name
fr_fr: Erreur : Nom du fabricant
uk_ua: Помилка: недопустима назва виробника

source: not in database.
fr_fr: Non présent en base de donnée.
uk_ua: немає в базі даних.

source: Bulk User Authorization Importer
fr_fr: Import de Masse des autorisations utilisateurs
uk_ua: Груповий імпорт облікових записів

source: Pick the appropriate column header (line 1) for each field name listed below. Any UserID already in the system will be updated.
fr_fr: Sélectionnez l'entête de colonne appropriée (ligne 1) pour chaque champ de la liste ci-après. Tout UserID déjà présent dans le système sera mis à jour.
uk_ua: Оберіть відповідний заголовок стовпця (рядок 1) для кожного, вказаного нижче, поля таблиці. Всі UserID, які вже є у системі, буде оновлено.

source: Created new person account:
fr_fr: Nouvelle fiche de contact créé:
uk_ua: Створено новий обліковий запис:

source: Updated existing person account:
fr_fr: Fiche de contact mise à jour :
uk_ua: Оновлено існуючий обліковий запис:

source: Information Technology Services
fr_fr: Services informatiques
gl_es: Servizos de Tecnoloxía da Información
pt_br: Serviços de TIC
ru_ru: Сервисы информационных технологий
uk_ua: Департамент Інформаційних Технологій

source: Cabinet Audit Report
fr_fr: Rapport d'audit de baie
gl_es: Informe de Auditoría de Armarios
pt_br: Relatório de Auditoria de Rack
ru_ru: Отчет по аудиту шкафа
uk_ua: Журнал проведення аудиту шафи

source: Last Audit
fr_fr: Dernier audit
gl_es: Última Auditoría
pt_br: Última auditoria
ru_ru: Последний аудит
uk_ua: Аудит виконано

source: Cabinet Location
fr_fr: Emplacement de la baie
gl_es: Identificación do Armario
pt_br: Localização do armário
ru_ru: Расположение шкафа
uk_ua: Розташування шафи

source: Label
fr_fr: Nom
gl_es: Nemónico
pt_br: Etiqueta
ru_ru: Метка
uk_ua: Ім'я

source: SerialNo
fr_fr: Numéro de série
gl_es: NºSerie
pt_br: Num.Serial
ru_ru: Серийный номер
uk_ua: Серійний №

source: AssetTag
fr_fr: Numéro d'inventaire
gl_es: Etiqueta do Activo
pt_br: No. Patrimônio
ru_ru: Инвентарный номер
uk_ua: Інвентарний №

source: Rack Units
fr_fr: Nb U
gl_es: Us de Rack
pt_br: Unidades de Rack
ru_ru: Юниты
uk_ua: Формфактор (U)

source: #Ports
fr_fr: Nb Port
gl_es: Nº Portos
ru_ru: Кол-во портов
uk_ua: К-ть портів

source: #PS
fr_fr: Nb Alim
gl_es: Nº FA
ru_ru: Кол-во БП
uk_ua: К-ть блоків живлення

source: PowerConnection1
fr_fr: Alimentation 1
gl_es: ConexiónEléctrica1
pt_br: ConexãoElétrica1
ru_ru: Подключение питания 1
uk_ua: Живлення №1

source: PowerConnection2
fr_fr: Alimentation 2
gl_es: ConexiónEléctrica2
pt_br: ConexãoElétrica2
ru_ru: Подключение питания 2
uk_ua: Живлення №2

source: DeviceType
fr_fr: Type d'équipement
gl_es: Tipo de Dispositivo
pt_br: TipoEquipamento
ru_ru: Тип устройства
uk_ua: Модель

source: PDUs at
fr_fr: Bandeau de prises de
gl_es: PDUs en
pt_br: PDUs em
ru_ru: PDU в
uk_ua: Шафні БРЖ в

source: NumOutputs
fr_fr: Nombre de prises
gl_es: NúmSaídas
pt_br: NumSaídas
ru_ru: Кол-во выводов
uk_ua: К-ть розеток

source: PanelLabel
fr_fr: Tableau électrique
gl_es: NemónicoCadro
pt_br: EtiquetaPainel
ru_ru: Имя панели
uk_ua: Модульний БРЖ

source: PanelPole
fr_fr: Départ
gl_es: LíneaCadro
pt_br: Painel de Polos
ru_ru: Полюс электрощита
uk_ua: Номер модуля в БРЖ

source: Updated
fr_fr: Mis à jour
gl_es: Actualizado
pt_br: Atualizado
ru_ru: Обновлено
uk_ua: Оновлено

source: Data Center Cabinet Inventory
fr_fr: Visualisation du rack
gl_es: Inventario de Armarios do CPD
pt_br: Invetário Racks do Datacenter
ru_ru: Инвентаризация шкафов ЦОД
uk_ua: Керування шафами

source: New Cabinet
fr_fr: Nouveau rack
gl_es: Novo Armario
pt_br: Novo Armário
ru_ru: Новый шкаф
uk_ua: нова...

source: Location
fr_fr: Emplacement
gl_es: Posición
pt_br: Localização
ru_ru: Местоположение
uk_ua: Ім'я

source: Assigned To
fr_fr: Assigné à
gl_es: Asignado a
pt_br: Designado para
ru_ru: Кому назначен
uk_ua: Відділ

source: General Use
fr_fr: Usage général
gl_es: Utilización Xeral
pt_br: Uso geral
ru_ru: Общее пользование
uk_ua: Спільного використання

source: Cabinet Row
fr_fr: Travée rack
gl_es: Fila do Armario
pt_br: Fileira de armários
ru_ru: Ряд шкафов
uk_ua: Ряд

source: Cabinet Height
fr_fr: Hauteur du rack
gl_es: Altura do Armario
pt_br: Altura do Armário
ru_ru: Высота шкафа (U)
uk_ua: Висота шафи

source: U1 Position
fr_fr: Position du U1
gl_es: Posición U1
pt_br: Posição U1
ru_ru: Позиция U1
uk_ua: Нумерація в шафі

source: Bottom
fr_fr: Bas
gl_es: Abaixo
pt_br: Fundo
ru_ru: Снизу
uk_ua: Знизу

source: Top
fr_fr: Haut
gl_es: Arriba
pt_br: Topo
ru_ru: Сверху
uk_ua: Зверху

source: Default
fr_fr: Par Défaut
gl_es: Por defecto
pt_br: Padrao
ru_ru: По умолчанию
uk_ua: Стандартна

source: Key/Lock Information
fr_fr: Verrouillage du rack
gl_es: Información de Pechadura
pt_br: Informação sobre a Tranca ou Chave
ru_ru: Информация о ключе/замке
uk_ua: Інформація про ключ/замок

source: Maximum
fr_fr: Conso maximum en
gl_es: Máx.
pt_br: Máximo
ru_ru: Максимум
uk_ua: Максимальна потужність

source: Maximum Weight
fr_fr: Poids maximum en kg
gl_es: Peso Máximo
pt_br: Peso Máximo
ru_ru: Максимальный вес
uk_ua: Максимальна вага

source: Date of Installation
fr_fr: Date d'installation
gl_es: Data de Instalación
pt_br: Data de Instalação
ru_ru: Дата установки
uk_ua: Змонтовано

source: Tags
fr_fr: Balises
gl_es: Etiquetas
ru_ru: Теги
uk_ua: Мітки

source: Update
fr_fr: Mettre à jour
gl_es: Actualizar
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

source: Delete
fr_fr: Supprimer
gl_es: Eliminar
pt_br: Remover
ru_ru: Удалить
uk_ua: Видалити

source: Audit Report
fr_fr: Rapport d'audit
gl_es: Informe de Auditoría
pt_br: Relatório de auditoria
ru_ru: Отчет по аудиту
uk_ua: Звіт з аудиту

source: Map Coordinates
fr_fr: Coordonnées du rack sur le plan
gl_es: Coordenadas no Plano
pt_br: Coordenadas do Mapa
ru_ru: Координаты на карте
uk_ua: Розташування на мапі

source: Create
fr_fr: Créer
gl_es: Crear
pt_br: Criar
ru_ru: Создать
uk_ua: Додати

source: Return to Navigator
fr_fr: Retouner au Navigateur
gl_es: Voltar ao Visualizador de Armarios
pt_br: Retornar ao navegador
ru_ru: Вернуться в навигатор
uk_ua: Назад до шафи

source: Return to Main Menu
fr_fr: Retourner au menu principal
gl_es: Voltar ao Menú Principal
pt_br: Retornar ao Menu Principal
ru_ru: Вернуться в главное меню
uk_ua: Назад до головного меню

source: Cabinet delete confirmation
fr_fr: Confirmation de suppression du rack
gl_es: Confirmación de eliminación do armario
pt_br: Confirmação de Remoção de Rack
ru_ru: Подтверждение удаления шкафа
uk_ua: Підтвердження видалення шафи

source: Are you sure that you want to delete this cabinet and all the devices in it?<br><br><b>THERE IS NO UNDO</b>
fr_fr: Êtes-vous sûr de vouloir supprimer ce rack et tous les équipements qu'elle contient ?<br><br><b>CETTE ACTION EST IRREVERSIBLE</b>
gl_es: ¿Está seguro de que quere eliminar este armario e todos os dispositivos que contén?<br><br><b>NON SE PODERÁ DESFACER</b>
pt_br: Você tem certeza que deseja remover este armário e todos os equipamentos alocados nele?<br><br><b>ESTA AÇÃO NÃO PODE SER DESFEITA</b>
ru_ru: Вы уверены, что хотите удалить этот шкаф и все устройства в нём?<br><br><b>ЭТО НЕЛЬЗЯ ОТМЕНИТЬ</b>
uk_ua: Ви дійсно підтверджуєте видалення цієї шафи та всіх пристроїв у ній?<br><br><b>ЦЮ ДІЮ ВІДМІНИТИ НЕМОЖЛИВО</b>

source: Yes
fr_fr: Oui
gl_es: Si
pt_br: Sim
ru_ru: Да
uk_ua: так

source: No
fr_fr: Non
gl_es: Non
pt_br: Não
ru_ru: Нет
uk_ua: ні

source: Install Date
fr_fr: Date d'installation
gl_es: Data de Instalación
pt_br: Data de Instalação
ru_ru: Дата установки
uk_ua: Змонтовано

source: Row
fr_fr: Travée
gl_es: Fila
pt_br: Fila
ru_ru: Ряд
uk_ua: Ряд

source: Never
fr_fr: Jamais
gl_es: Nunca
pt_br: Nunca
ru_ru: Никогда
uk_ua: Ніколи

source: Above defined rack height
fr_fr: Au dessus de la hauteur de la baie définie
gl_es: Altura do rack definida arriba
pt_br: Acima do tamanho definido do Rack
ru_ru: Выше установленной высоты шкафа
uk_ua: Недостатньо вільного U-простору

source: Free Space
fr_fr: Espace libre
gl_es: Espazo Libre
pt_br: Espaço livre
ru_ru: Свободное пространство
uk_ua: Вільний U-простір

source: Maximum Weight Not Set
fr_fr: Poids Maximum non renseigné
gl_es: Peso máximo non especificado
pt_br: Peso máximo não configurado
ru_ru: Максимальный вес не задан
uk_ua: Максимальну вагу не задано

source: Owner Unassigned
fr_fr: Propriétaire non défini
gl_es: Propietario non Asignado
pt_br: Proprietário não definido
ru_ru: Владелец не назначен
uk_ua: Власника не визначено

source: Template Unassigned
fr_fr: Modèle non défini
gl_es: Plantilla non Asignada
pt_br: Modelo não assinalado
ru_ru: Шаблон не назначен
uk_ua: Шаблон не визначено

source: Markup Key
fr_fr: Légende
gl_es: Lenda
pt_br: Chave de Marcação
ru_ru: Ключ разметки
uk_ua: Легенда

source: Cabinet Metrics
fr_fr: Etat capacitaire de la baie
gl_es: Medidas do Armario
pt_br: Medidas do Armário
ru_ru: Показатели шкафа
uk_ua: Утилізація шафи

source: Space
fr_fr: Taux d'occupation
gl_es: Espazo
pt_br: Espaço
ru_ru: Пространство
uk_ua: U-простір

source: Weight
fr_fr: Poids
gl_es: Peso
pt_br: Peso
ru_ru: Вес
uk_ua: Вага

source: Computed Watts
fr_fr: Consommation estimée
gl_es: Watios calculados
pt_br: Watts computados
ru_ru: Рассчитанные ватты
uk_ua: Обчислена активна потужність

source: Measured Watts
fr_fr: Consommation relevée
gl_es: Watios Medidos
pt_br: Watts Medidos
ru_ru: Измеренные ватты
uk_ua: Виміряна активна потужність

source: Approximate Center of Gravity
fr_fr: Centre de gravité approximatif
gl_es: Centro de Gravidade Aproximado
pt_br: Centro de gravidade aproximado
ru_ru: Приблизительный центр тяжести
uk_ua: Наближене розташування центру ваги

source: Zero-U Devices
fr_fr: Équipements zéro-U
gl_es: Dispositivos que non ocupan Us
pt_br: Equipamentos com Zero-U
ru_ru: Устройства нулевого размера (zero-U)
uk_ua: Zero U обладнання

source: Power Distribution
fr_fr: Distribution électrique
gl_es: Distribución de Enerxía Eléctrica
pt_br: Distribuidor de energia
ru_ru: Распределение питания
uk_ua: Електроживлення шафи

source: Unknown Status
fr_fr: Statut inconnu
gl_es: Estado Descoñecido
pt_br: Estado desconhecido
ru_ru: Неизвестный статус
uk_ua: Стан БРЖ невідомий

source: ATS Feeds OK
fr_fr: Alimentation ATS OK
gl_es: Alimentación do CTA correcta
pt_br: Alimentação do QTA OK
ru_ru: Питание АВР - норма
uk_ua: Стан БРЖ нормальний

source: ATS Feeds Abnormal
fr_fr: Alimenation ATS anormal
gl_es: Alimentación do CTA anormal
pt_br: Alimentação do QTA anormal
ru_ru: Питание АВР - отклонение от нормы
uk_ua: БРЖ в аварійному режимі

source: Add CDU
fr_fr: Ajouter un départ/bandeau de prises
gl_es: Engadir PDU
pt_br: Adicionar CDU
ru_ru: Добавить CDU
uk_ua: Додати БРЖ у шафу

source: Environmental Sensors
fr_fr: Capteurs environnementaux
gl_es: Sensores ambientais
pt_br: Sensores de Ambiente
ru_ru: Датчики окружающей среды
uk_ua: Кліматичні датчики

source: Add Sensor
fr_fr: Ajout d'une Sonde/Capteur
gl_es: Engadir sensor
pt_br: Adicionar Sensor
ru_ru: Добавить датчик
uk_ua: Додати датчик у шафу

source: Certify Audit
fr_fr: Certifier les informations
gl_es: Certificar Auditoría
pt_br: Certificar auditoria
ru_ru: Удостоверить аудит
uk_ua: Підтвердити аудит

source: Add Device
fr_fr: Ajouter un équipement
gl_es: Engadir Dispositivo
pt_br: Adicionar Equipamento
ru_ru: Добавить устройство
uk_ua: Додати пристрій

source: Edit Cabinet
fr_fr: Editer le rack
gl_es: Editar Armario
pt_br: Editar armário
ru_ru: Редактировать шкаф
uk_ua: Редагувати шафу

source: Delete Cabinet
fr_fr: Supprimer le rack
gl_es: Eliminar Armario
pt_br: Remover armário
ru_ru: Удалить шкаф
uk_ua: Видалити шафу

source: Cabinet Notes
fr_fr: Notes sur le rack
gl_es: Notas do armario
pt_br: Notas de Rack
ru_ru: Комментарии к шкафу
uk_ua: Примітки до шафи

source: Facilities Cabinet Maintenance
fr_fr: Gestion des racks
gl_es: Mantemento de Instalacións do Armario
pt_br: Manutenção das instalações dos Racks
ru_ru: Техническое обслуживание услуг шкафа
uk_ua: Засоби обслуговування шафи

source: Return to %s
fr_fr: Retour à %s
gl_es: Volver a %s
pt_br: Retornar para %s
ru_ru: Вернуться к %s
uk_ua: Назад до %s

source: Audit Confirmation
fr_fr: Confirmation de phase d'audit
gl_es: Confirmación de auditoría
pt_br: Confirmação de Auditoria
ru_ru: Подтверждение аудита
uk_ua: Підтвердження аудиту

source: Do you certify that you have completed an audit of this cabinet?
fr_fr: Certifiez-vous avoir contrôler les informations du rack sélectionné ?
gl_es: ¿Quere certificar que se compretou unha auditoría do armario seleccionado?
pt_br: Você certifica que completou uma auditoria no armário selecionado?
ru_ru: Вы удостоверяете, что закончили аудит выбранного шкафа?
uk_ua: Ви підтверджуєте закінчення аудиту обраної шафи?

source: Are you sure that you want to delete this cabinet and all the devices in it?
fr_fr: Êtes-vous sûr de vouloir supprimer ce rack et tous les équipements qu'elle contient ?
gl_es: ¿Está seguro que quere eliminar este armario e mais todos os dispositivos que hay en el?
pt_br: Você tem certeza que deseja excluir este rack e todos os equipamentos alocados nele?
ru_ru: Вы уверены, что хотите удалить этот шкаф и все устройства в нём?
uk_ua: Ви дійсно підтверджуєте видалення цієї шафи та всіх пристроїв у ній?

source: Are you REALLY sure?
fr_fr: Êtes-vous VRAIMENT sûr ?
gl_es: ¿Está REALMENTE seguro?
pt_br: Você tem certeza mesmo?
ru_ru: Вы ТОЧНО уверены?
uk_ua: Ви дійсно впевнені?

source: Are you sure REALLY sure? There is no undo!!
fr_fr: Êtes-vous VRAIMENT sûr ? il n'y aura pas de retour arrière !!
gl_es: ¿Está REALMENTE seguro? ¡Isto non se poderá desfacer!
pt_br: Você tem certeza mesmo? Isso não pode ser desfeito!!!
ru_ru: Вы ДЕЙСТВИТЕЛЬНО уверены? Это действие необратимо!
uk_ua: Ви дійсно впевнені? Відновлення буде неможливе!!

source: Rows of Cabinets
fr_fr: Travée
gl_es: Filas de Armarios
pt_br: Fileiras de armários
ru_ru: Рядов шкафов
uk_ua: Ряди шаф

source: Verify Delete Row
fr_fr: Vérifier les travées supprimées
gl_es: Verificar Borrado da Fila
pt_br: Verificação de exclusão de fileira
ru_ru: Подтверждение удаления ряда
uk_ua: Підтвердження видалення ряда

source: This Row will be deleted and there is no undo. Assets within the row will remain as members of the Data Center.
fr_fr: Cette travée de rack sera effacée sans retour arrière possible. Les équipements et les baies affectés à cette travée resteront affectés au Data Center.
gl_es: Esta Fila borrarase e non se poderá desfacer. Os activos na fila permanecerán como membros do CPD.
pt_br: Esta fileira será removida e a ação não pode ser desfeita. Ativos na fileira permanecerão membros do data center.
ru_ru: Этот ряд будет удален и эта операция не может быть отменена. Активы внутри ряда останутся членами центра обработки данных.
uk_ua: Цей ряд буде видалено без можливості відновлення. Обладнання з даного ряду і надалі належатиме ЦОДу.

source: Are you sure?
fr_fr: Êtes-vous vous sûr ?
gl_es: ¿Está seguro?
pt_br: Você tem certeza?
ru_ru: Вы уверены?
uk_ua: Ви впевнені?
