Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Virtual Machine Inventory Process. This process is scheduled to run once each business day.
fr_fr: Inventaire des machines virtuelle Ce processus est planifié pour s'exécuter chaque jour ouvré .
gl_es: Proceso de Inventario de Máquinas Virtuais. Este proceso está programado para executarse unha vez cada día laborable.
pt_br: Inventário de Máquinas Virtuais Processo. Este processo está agendado para executar uma vez por dia, em dias úteis.
ru_ru: Инвентаризация виртуальных машин Обработка. Этот процесс запланирован для запуска один раз каждый рабочий день.
uk_ua: Процес інвентаризації віртуальних машин. Ця операція виконується лише один раз за робочий день.

source: The following
fr_fr: Le suivant
gl_es: O seguinte
pt_br: A seguir
ru_ru: Следующие
uk_ua: Нижче вказані

source: Virtual Machines have not been detected within the past
fr_fr: Machines virtuelles non détectées par le passé
gl_es: As Máquinas Virtuais non foron detectadas no pasado
pt_br: Não foram detectadas máquinas virtuais no passado
ru_ru: виртуальные машины не были обнаружены в течение последних
uk_ua: віртуальні машини не було знайдено на протязі останніх

source: days and are assumed to be expired. They are being removed from the inventory system.
fr_fr: jours et supposé avoir expiré. Elles ont été retiré dans les système d'inventaire
gl_es: días e asúmese que expiraron. Serán eliminadas do sistema de inventario.
pt_br: dias e é assumido que estão vencidos. Eles serão removidos do sistema de inventário.
ru_ru: дней и предполагается, что информация о них устарела. Они будут удалены из системы инвентаризации.
uk_ua: днів, тому вважаються такими що закінчили своє існування. Їх буде видалено з інвентаризації.

source: Data Center Operations Work Order Builder
fr_fr: Constructeur de bon de travail en Data Center
gl_es: Creador de Ordes de Traballo do CPD
pt_br: Construtor das Ordens de Serviço das Operações do Data Center
ru_ru: Построитель операций наряда на работу
uk_ua: Формування наряду на роботу

source: openDCIM-workorder-
fr_fr: openDCIM-Bondetravail-

source: Work Order Contents
fr_fr: Contenu du bon de travail
gl_es: Contido da Orde de Traballo
pt_br: Conteúdo da Ordem de Serviço
ru_ru: Содержимое наряда на работу
uk_ua: Вміст наряда на роботу

source: Select All
fr_fr: Tout sélectionner
pt_br: Selecionar Todos
ru_ru: Выбрать всё
uk_ua: Обрати все

source: Email to DC Team Address
fr_fr: Envoyer un message à l'adresse email de l'équipe en charge
pt_br: Email para o time do DC
ru_ru: Письмо на адрес команды ЦОД
uk_ua: Надіслати відповідальному за ЦОДи

source: Clear Reservation Flag
fr_fr: Supprimer la réservation
pt_br: Limpar Flag de Reserva
ru_ru: Очистить флаг резервирования
uk_ua: Скинути мітку резервування

source: Move Items to Storage
fr_fr: Déplacer les équipements dans le stockage
pt_br: Mover Itens para o armazenamento
ru_ru: Переместить элементы на склад
uk_ua: Перемістити на склад ЦОДа

source: Clear
fr_fr: Nettoyer
gl_es: Borrar
pt_br: Limpar
ru_ru: Очистить
uk_ua: Очистити

source: Data Center Zones
fr_fr: Salles informatique/local
gl_es: Zoas do CPD
pt_br: Zonas do Datacenter
ru_ru: Зоны ЦОД
uk_ua: Зони

source: openDCIM Data Center Zones
fr_fr: openDCIM salle du data center
gl_es: Zoas do CPD
pt_br: Zonas do Datacenter openDCIM
ru_ru: Зоны центра обработки данных openDCIM
uk_ua: Зони ЦОДа

source: New Zone
fr_fr: Nouvelle zone
gl_es: Nova Zoa
pt_br: Nova Zona
ru_ru: Новая зона
uk_ua: нова...

source: Zoom
fr_fr: Echelle
ru_ru: Увеличить
uk_ua: Масштаб

source: Click and drag on the image to select an area for this zone
fr_fr: Cliquer sur l'image pour sélectionner l'emplacement représentant cette zone
gl_es: Pulse e desprace pola imaxen para seleccionar unha área para esta zoa
pt_br: Clique e arraste na imagem para selecionar uma área para essa Zona
ru_ru: Нажмите на изображение и тяните для выбора области для этой зоны
uk_ua: Клацніть та потягніть мишкою на зображенні аби вказати умовні межі даної зони

source: Verify Delete Zone
fr_fr: Vérifier la zone à supprimer
gl_es: Verificar Borrado da Zoa
pt_br: Verificação de exclusão de Zona
ru_ru: Подтвердите удаление зоны
uk_ua: Підтвердження видалення зони

source: This Zone will be deleted and there is no undo. Assets within the zone will remain as members of the Data Center.
fr_fr: Cette zone va être supprimée et il n'y aura pas de retour possible. Les éléments contenus dans cette zone resterons membres du Data Center
gl_es: Esta Zoa borrarase e non se poderá desfacer. Os activos na zoa permanecerán como membros do CPD.
pt_br: Esta Zona será removida e esta ação não pode ser desfeita. Ativos na Zona permanecerão membros do data center.
ru_ru: Эта зона будет удалена и эта операция не может быть отменена. Активы внутри зоны останутся членами центра обработки данных.
uk_ua: Цю зону буде видалено без можливості відновлення. Обладнання з цієї зони і надалі належатиме ЦОДу.

source: Zone Statistics
fr_fr: Statistique de la zone
gl_es: Estatísticas da Zoa
pt_br: Estatísticas de Zona
ru_ru: Статистика зоны
uk_ua: Огляд та поточний стан зони ЦОДа

source: Zone Size (approximate)
fr_fr: Taille de la zone (Approximation)
gl_es: Tamaño da Zoa (aproximado)
pt_br: Tamanho da Zona (aproximadamente)
ru_ru: Размер зоны (приблизительный)
uk_ua: Площа зони (наближено)

source: approximate
fr_fr: Approximatif
gl_es: aproximado
pt_br: aproximadamente
ru_ru: примерно
uk_ua: наближено

source: Access Denied
fr_fr: Accès interdit
pt_br: Acesso Negado
ru_ru: Доступ запрещён
uk_ua: В доступі відмовлено

source: Failed to delete color with ColorID
fr_fr: Impossible de supprimer la couleur avec l'Id
gl_es: Fallo ao eliminar a cor con ColorID
pt_br: Falha ao deletar cor com o ColorID
ru_ru: Ошибка удаления цвета с данным ColorID
uk_ua: Неможливо видалити кабель з ColorID

source: Device doesn't exist
fr_fr: L'équipement n'existe pas
gl_es: Non existe ese dispositivo
pt_br: Equipamento não existe
ru_ru: Устройство не существует
uk_ua: Пристрій не існує

source: Unauthorized
fr_fr: Non autorisé
gl_es: Non autorizado
pt_br: Não autorizado
ru_ru: Неавторизован
uk_ua: Не автентифіковано

source: An unknown error has occured
fr_fr: Une erreur s'est produite
gl_es: Ocorreu un erro descoñecido
pt_br: Ocorreu um erro desconhecido
ru_ru: Произошла неизвестная ошибка
uk_ua: Сталася невідома помилка

source: Error removing status, check to make sure it isn't in use on any devices.
fr_fr: Une erreur dans la suppression de statut, merci de vérifier qu'il n'est pas utilisé par des équipements
uk_ua: Помилка видалення статусу. Перевірте, чи він не використовується в жодному пристрої.

source: Status removed successfully.
fr_fr: Le statut a été supprimé avec succès.
uk_ua: Статус успішно видалено.

source: Unknown error
fr_fr: Erreur inconnue
gl_es: Erro descoñecido
pt_br: Erro Desconhecido
ru_ru: Неизвестная ошибка
uk_ua: Невідома помилка

source: Cabinet not found
fr_fr: La baie n'a pas été trouvée
gl_es: Armario non atopado
pt_br: Rack não encontrado
ru_ru: Шкаф не найден
uk_ua: Шафу не знайдено

source: No device found with DeviceID
fr_fr: Pas d'équipement trouvé avec cet identifiant
gl_es: Non se atopou ningún dispositivo con DeviceID
pt_br: Não foi encontrado equipamento com esse DeviceID
ru_ru: Не найдено устройство с данным DeviceID
uk_ua: Не знайдено жодного пристрою з DeviceID

source: Device is not a sensor or is missing a template
fr_fr: Cette équipement n'est pas un capteur environnemental ou n'a pas de modèle
gl_es: O dispositivo non é un sensor ou faltalle a plantilla
pt_br: O Equipamento não é um sensor ou está faltando um template
ru_ru: Устройство не является датчиком либо отсутствует шаблон
uk_ua: Пристрій не є датчиком або відсутній відповідний шаблон

source: No status found with StatusID
fr_fr: Pas de statut trouvé ayant l'Id
uk_ua: Не знайдено статусу з StatusID

source: No color code found with ColorID
fr_fr: Pas de couleur trouvée ayant l'Id
gl_es: Non se atopou ningún código de cor con ColorID
pt_br: Não foi encontrado código com esse ColorID
ru_ru: Не найден цветовой код с данным ColorID
uk_ua: Не знайдено жодного кабеля з ColorID

source: No template found with TemplateID:
fr_fr: Pas de modèle trouvé ayant l'Id:
gl_es: Non se atopou ningún dispositivo con identificador:
pt_br: Não foi encontrado template com esse TemplateID
ru_ru: Не найден шаблон с данным TemplateID:
uk_ua: Не знайдено жодного шаблону з TemplateID:

source: No ports found for TemplateID:
fr_fr: Pas de ports trouvé pour le modèle ayant l'id:
gl_es: Non se atoparon portos para o identificador de plantilla:
pt_br: Sem portas para esse TemplateID
ru_ru: Не найдены порты для данного TemplateID:
uk_ua: Не знайдено портів для TemplateID:

source: Port not found for TemplateID:
fr_fr: Port non trouvé pour le modèle ayant l'id:
gl_es: Porto non atopado para o identificador de plantilla:
pt_br: Porta não encontrada para este TemplateID:
ru_ru: Не найден порт для данного TemplateID:
uk_ua: Порт не знайдено для TemplateID:

source: No slots found for TemplateID:
fr_fr: Pas d'emplacement trouvé pour le modèle ayant l'Id:
gl_es: Ranuras non definidas na plantilla:
pt_br: Slots não encontrado para esse TemplateID:
ru_ru: Не найдено слотов для данного TemplateID:
uk_ua: Не знайдено слотів для TemplateID:

source: Insufficient privilege level
fr_fr: Droits insuffisants
gl_es: Nivel de privilexios insuficiente
pt_br: Nível de privilégio insuficiente
ru_ru: Недостаточный уровень привилегий
uk_ua: Недостатній рівень прав

source: User not found in database.
fr_fr: Utilisateur non trouvé en base
gl_es: Usuario non atopado na base de datos
pt_br: Usuário não encontrado na base de dados
ru_ru: Пользователь не найден в базе данных.
uk_ua: Користувач відсутній в БД.

source: Unable to update People resource with the given parameters.
fr_fr: Impossible de mettre à jour le contact avec les paramètres fournis
gl_es: Non é posible actualizar o recurso People cos parámetros porporcionados
pt_br: Impossibilidado de atualizar Pessoas com os parametros fornecidos.
ru_ru: Не удалось обновить ресурс Пользователя с заданными параметрами.
uk_ua: Неможливо оновити таблицю People із вказаними параметрами.

source: People resource for UserID=%1$s updated successfully.
fr_fr: Le contact avec le nom de connexion = %1$s a été mis à jour avec succès.
gl_es: O recurso People para UserID=%1$s actualizouse satisfactoriamente.
pt_br: Recurso Pessoa para UserID=%1$s atualizado com sucesso.
ru_ru: Ресурс пользователя для UserID=%1$s успешно обновлён.
uk_ua: Таблицю People для UserID=%1$s успішно оновлено.

source: Device update has failed
fr_fr: La mise à jour de l'équipement a échouée.
gl_es: A actualización do dispositivo fallou.
pt_br: Atualização do Equipamento falhou
ru_ru: Ошибка обновления устройства
uk_ua: Помилка оновлення пристрою

source: Update failed
fr_fr: La mise à jour a échoué
gl_es: Actualización fallada
pt_br: Falha na atualização
ru_ru: Ошибка обновления
uk_ua: Помилка оновлення

source: No device template found with TemplateID:
fr_fr: Aucun modèle trouvé avec l'id:
gl_es: Non se atopou a plantilla con identificador:
pt_br: Não foi encontrado template de dispositivo com esse TemplateID:
ru_ru: Не найдено шаблонов устройств с данным TemplateID:
uk_ua: Не знайдено жодного шаблону з TemplateID:

source: Device template update failed
fr_fr: La mise à jour du modèle a échoué
gl_es: Fallo na actualización da plantilla de dispositivo
pt_br: Falha na atualização da template do equipamento
ru_ru: Ошибка обновления шаблона устройства
uk_ua: Помилка оновлення шаблона

source: Template port not found with id:
fr_fr: Le mise à jour du modèle des ports non trouvé avec l'id:
gl_es: Non se atopou o porta da plantilla con identificador:
pt_br: Não foi encontrado template de porta com o ID:
ru_ru: Не найдено Шаблонов порта с данным id:
uk_ua: Не знайдено шаблон порта з id:

source: Template port update failed
fr_fr: La mise à jour du modèle de port a échoué
gl_es: Fallo na actualización do porto da plantilla
pt_br: Falha na atualização da template da porta
ru_ru: Ошибка обновления шаблона порта
uk_ua: Помилка оновлення шаблона порта

source: Template slot not found with id:
fr_fr: Le modèle d'emplacement n'a pas été trouvé avec l'id:
gl_es: Non se atopou a ranura da plantilla con identificador:
pt_br: Não foi encontrado template com esse ID:
ru_ru: Не найдено шаблонов с данным id:
uk_ua: Не знайдено шаблон слота з id:

source: Template slot update failed
fr_fr: La mise à jour du modèle d'emplacement a échoué
gl_es: Fallo na actualización da ranura da plantilla
pt_br: Falha na atualização da template do slot
ru_ru: Ошибка обновления шаблона слота
uk_ua: Помилка оновлення шаблона слота

source: Manufacturer not found with id:
fr_fr: Le constructueur non trouvé avec l'Id:
gl_es: Non se atopou o fabricante con identificador:
pt_br: Fabricante não encontrado com o id:
ru_ru: Не найден производитель с данным id:
uk_ua: Не знайдено виробника з id:

source: Manufacturer update failed
fr_fr: La mise à jour du constcuteur a échoué
gl_es: Fallo na actualización do fabricante
pt_br: Falha na atualização do fabricante
ru_ru: Ошибка обновления производителя
uk_ua: Помилка оновлення виробника

source: UserID already in database. Use the update API to modify record.
fr_fr: Le nom de connexion est déjà présent en base. Utiliser l'API pour modifier son enregistrement.
gl_es: UserID xa está na base de datos. Utilice a API actualizada para modificar o rexistro.
pt_br: Este UserID já está na base de dados. Use API de atualização para modificar o registro.
ru_ru: UserID уже существует в базе данных. Для модификации записи используйте API для обновления.
uk_ua: UserID вже існує в БД. Для подальших модифікацій використовуйте update API.

source: Unable to create People resource with the given parameters.
fr_fr: Impossible de créer le contact avec les paramètres fournis
gl_es: Non é posible crear o recurso People cos parámetros proporcionados.
pt_br: Impossibilidado de criar Pessoas com os parametros fornecidos.
ru_ru: Не удалось создать ресурс Пользователя с заданными параметрыми
uk_ua: Неможливо створити таблицю People із вказаними параметрами.

source: People resource created successfully.
fr_fr: Le contact a été créé avec succès.
gl_es: Recurso People creado satisfactoriamente.
pt_br: Recurso Pessoas criado com sucesso.
ru_ru: Ресурс пользователя успешно создан.
uk_ua: Таблицю People успішно створено.

source: Error creating new color.
fr_fr: Erreur lors de la création de la nouvelle couleur
gl_es: Erro na creación da nova cor.
pt_br: Erro criando nova cor.
ru_ru: Ошибка создания нового цвета.
uk_ua: Помилка створення нового типу кабеля.

source: New color created successfully.
fr_fr: Nouvelle couleur créée avec succès
gl_es: Nova cor creada satisfactoriamente.
pt_br: Nova cor criada com sucesso.
ru_ru: Новый цвет успешно создан.
uk_ua: Новий тип інтерфейсу успішно додано.

source: Device creation failed
fr_fr: La création de l'équipement a échoué
gl_es: Fallo na creación do dispositivo
pt_br: Falha na criação do Equipamento
ru_ru: Ошибка создания устройства
uk_ua: Помилка створення пристрою

source: Device template creation failed
fr_fr: La création du modèle d'équipement a échoué
gl_es: Fallo na creación da plantilla de dispositivo
pt_br: Falha na criação da Template do equipamento
ru_ru: Ошибка создания шаблона устройства
uk_ua: Помилка створення шаблона

source: Device template port creation failed
fr_fr: La création du modèle de ports a échoué
gl_es: Fallo na creación do porto da plantilla de dispositivo
pt_br: Falha na criação da Template do porta do equipamento
ru_ru: Ошибка создания порта в шаблоне устройства
uk_ua: Помилка створення шаблона порта

source: Device template slot creation failed
fr_fr: La création du modèle d'emplacements
gl_es: Fallo na creación da ranura da plantilla do dispositivo
pt_br: Falha na criação da Template do slot do equipamento
ru_ru: Ошибка создания слота в шаблоне устройства
uk_ua: Помилка створення шаблона слота

source: Manufacturer not created:
fr_fr: Constructeur non créé
gl_es: Non se creou o fabricante:
pt_br: Fabricante não criado:
ru_ru: Производитель не создан:
uk_ua: Помилка створення виробника:

source: UserID=
fr_fr: Nom de connexion =
ru_ru: ID пользователя =

source: People resource for UserID=%s updated successfully.
fr_fr: Le contact avec le nom de connexion=%s a été mise à jour avec succès.
pt_br: Recurso Pessoa para UserID=%s atualizado com sucesso.
ru_ru: Ресурс пользователя для UserID=%s успешно обновлён.
uk_ua: Таблицю People для UserID=%s успішно оновлено.

source: devices updated
fr_fr: Les équipements ont été mis à jour
pt_br: dispositivos atualizados
ru_ru: устройств обновлено
uk_ua: Пристрої оновлено

source: Error updating color code.
fr_fr: Erreur lors de la mise à jour du code de couleur.
pt_br: Erro atualizando o código de cores
ru_ru: Ошибка обновления цветового кода.
uk_ua: Помилка оновлення інтерфейсів.

source: Invalid operation
fr_fr: Action invalide.
pt_br: Operação invalida
ru_ru: Недопустимая операция
uk_ua: Недопустима дія

source: Error creating new status.
fr_fr: Erreur d'ajout de nouveau statut.
uk_ua: Помилка створення нового стану.

source: Status updated successfully.
fr_fr: Le statut a été mis à jour avec succès.
uk_ua: Статус успішно оновлено.

source: New status created successfully.
fr_fr: Nouveau statut créé avec succès.
uk_ua: Новий стан створено успішно.

source: no data
fr_fr: Pas de données
gl_es: Sen datos
pt_br: sem dados
ru_ru: нет данных
uk_ua: немає даних

source: Measured Power Combined
fr_fr: Mesures combinés électriques
gl_es: Potencia medida combinada
pt_br: Potência Medida Combinada
ru_ru: Общая измеренная мощность
uk_ua: Виміряна активна потужність

source: Quit that! You don't have rights to view this.
fr_fr: Halte-là! Tu n'as pas pas le droits de voir ces infromations
gl_es: Non ten permisos para ver isto.
pt_br: Feche isso! Você não tem permissão para ver isto!
ru_ru: Закройте это! Вы не имеете права это просматривать.
uk_ua: Помилка! У вас недостатньо прав на перегляд.

source: Details Restricted
fr_fr: Informations restreintes
gl_es: Detalles Restrinxidos
pt_br: Detalhes Restritos
ru_ru: Подробности ограничены
uk_ua: Показувати без подробиць

source: Tooltips are enabled with no options selected.
fr_fr: Les bulles-infos sont activées avec aucune option sélectionnée
gl_es: Os Tooltips están habilitados sen opcións seleccionadas.
pt_br: Tooltips foi habilitado sem nenhuma opção selecionada.
ru_ru: Всплывающие подсказки включены без выбранных опций.
uk_ua: Спливаючі підказки ввімкнені, але жодного пункту не обрано.

source: Upload directory '%s' is not writable
fr_fr: Le répertoire de téléchargement '%s' n'est pas accessible en écriture
gl_es: O directorio de subida non é de escritura
pt_br: Sem permissão de escrita no diretório de destino
ru_ru: Каталог загрузки '%s' не доступен для записи
uk_ua: Тека завантаження '%s' недоступна на запис

source: File was not deleted
fr_fr: Le fichier n'a pas été supprimé
gl_es: O arquivo non foi eliminado
pt_br: O arquivo não foi apagado
ru_ru: Файл не был удалён
uk_ua: Файл не було видалено

source: Couldn't complete file move
fr_fr: Le déplacement de fichier n'a pas pu être effectuée
gl_es: Non se puido completar o movemento do arquivo
pt_br: Não foi possível mover o arquivo
ru_ru: Не могу завершить перемещение файла
uk_ua: Переміщення файлу не було завершено

source: The file is bigger than this PHP installation allows
fr_fr: Le fichier est plus volumineux que le maximum autorisé dans les paramètres PHP
gl_es: O arquivo é máis grande do que permite esta instalación de PHP
pt_br: Este arquivo é maior que esta instalação do PHP permite
ru_ru: Размер файла превышает заданные ограничения PHP
uk_ua: Розмір файлу перевищує ліміт, дозволений налаштовками PHP

source: The file is bigger than this form allows
fr_fr: Le fichier est plus volumineux que ce qui est autorisé dans ce formulaire
gl_es: O archivo é máis grande do que permite este formulario
pt_br: Este arquivo é maior que este formulário permite
ru_ru: Размер файла превышает ограничения этой формы
uk_ua: Розмір файлу перевищує ліміт, дозволений даною сторінкою

source: Only part of the file was uploaded
fr_fr: Seule une partie du fichier a été chargé
gl_es: Só se subió parte do arquivo
pt_br: Apenas parte do arquivo foi enviada
ru_ru: Была загружена только часть файла
uk_ua: Файл було завантажено тільки частково

source: No file was uploaded
fr_fr: Aucun fichier n'a été chargé
gl_es: Non se subiu ningún arquivo
pt_br: Nenhum arquivo foi enviado
ru_ru: Не был загружен ни один файл
uk_ua: Файл не було завантажено

source: Missing a temporary folder
fr_fr: Le répertoire pour les fichiers temporaires est manquant
gl_es: Falta unha carpeta temporal
pt_br: Faltando um diretório temporário
ru_ru: Отсутствует временная папка
uk_ua: Відсутня тека для тимчасових файлів

source: Failed to write file to disk
fr_fr: Echec d'écriture du fichier sur le disque
gl_es: Fallo ao escribir o arqiivo en disco
pt_br: Falha ao escrever no disco
ru_ru: Ошибка записи файла на диск
uk_ua: Файл неможливо записати на диск

source: File upload stopped by extension
fr_fr: Le chargement du fichier a été interrompu car l'extension n'est pas valide
gl_es: Subida do archivo detenida por extensión
pt_br: Envio do arquivo parado devido a sua extensão
ru_ru: Загрузка файла остановлена разширением
uk_ua: Завантаження файлу зупинено внаслідок недозволеного розширення

source: Invalid file type.
fr_fr: Type de fichier non valide
gl_es: Tipo de arquivo non válido.
pt_br: Tipo de arquivo inválido
ru_ru: Недопустимый тип файла.
uk_ua: Неправильний формат файлу.

source: No files uploaded
fr_fr: Aucun fichier chargé
gl_es: Ningún arquivo subido.
pt_br: Nenhum arquivo enviado
ru_ru: Нет загруженных файлов
uk_ua: Жодного файлу не завантажено

source: You must be a site admin to add images
fr_fr: Vous devez être un administrateur du site pour ajouter des images.
gl_es: Debe ser administrador do sistema para engadir imaxes
pt_br: Você precisa ser administrador para adicionar imagens
ru_ru: Для добавления изображений вы должны быть администратором сайта
uk_ua: Для завантаження зображень необхідно мати права на керування сайтом

source: Token mismatch
fr_fr: Le token ne correspond pas
gl_es: Falta de coincidencia no token
pt_br: Token incompatível
ru_ru: Токен не совпадает
uk_ua: Не співпадає токен

source: God help us something has gone horribly wrong
fr_fr: Seigneur aidez-nous, quelque chose s'est vraiment mal passé.
gl_es: Algo foi moi mal
pt_br: Que Deus nos ajude, alguma coisa está terrivelmente errada.
ru_ru: Да поможет нам Бог, что-то пошло ужасно неправильно
uk_ua: От халепа! Знову щось пішло не так :-/.

source: Composite View of Cabinets
fr_fr: Vue indicateurs composites
uk_ua: Комбінований вид шаф

source: Occupied Space
fr_fr: Espace occupé
uk_ua: Зайнятий простір

source: Calculated Weight
fr_fr: Poids estimé
uk_ua: Обчислена вага

source: Calculated Power Usage
fr_fr: Consommation estimée
uk_ua: Обчислена споживана потужність

source: Measured on
fr_fr: Mesuré le
uk_ua: Станом на

source: Row
fr_fr: Travée
uk_ua: Ряд

source: Import Error
fr_fr: Erreur d'importation
uk_ua: Помилки імпорту

source: An error has occurred creating the template.<br>Possibly there is already a template of the same manufacturer and model
fr_fr: Une erreur s'est produite lors de la création du modèle.<br> Il est possible d'un modèle existe déjà avec le même constructeur et nom de modèle.
uk_ua: Під час створення шаблону сталася помилка.<br>Можливо, вже є шаблон того ж виробника та моделі

source: Import Warning
fr_fr: Avertissement de chargement
uk_ua: Попередження імпорту

source: An error has occurred creating the slot %s
fr_fr: Une erreur est survenue lors de la création de l'emplacement %s
uk_ua: Сталася помилка під час створення слота %s
