Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Surplus/Salvage Audit Report
fr_fr: Rapport d'audit sur les surplus/récupérations
gl_es: Informe de Auditoría Excedente/Rescate
pt_br: Relatório de Auditoria Equipamentos Excedentes/Recuperados
ru_ru: Отчет по аудиту поступления/списания
uk_ua: Журнал надходження та вибуття обладнання

source: Supplies Status Report
fr_fr: Rapport d'audit sur le statut des pièces détachées/fournitures
gl_es: Informe de Subministros
pt_br: Relatório de Estado dos Consumíveis
ru_ru: Отчет по статусу запчастей
uk_ua: Журнал видачі запчастин

source: Actions Log
fr_fr: Journal des actions
gl_es: Log de Accións
pt_br: Registro de ações
ru_ru: Журнал действий
uk_ua: Журнал подій

source: Supply Status Report
fr_fr: Rapport sur le statut des pièces détachées/fournitures
gl_es: Informe do Estado de Subministros
pt_br: Relatório de estado dos suprimentos
ru_ru: Отчет по статусу запчасти
uk_ua: Звітність по запчастинам

source: Part Number
fr_fr: Référence fournisseur
ru_ru: Номер детали
uk_ua: Номер запчастини

source: Part Name
fr_fr: Nom Référence
gl_es: Nome da Peza
pt_br: Nome da Peça
ru_ru: Наименование детали
uk_ua: Назва запчастини

source: Min Qty
fr_fr: Qte min.
gl_es: Cant Mín
pt_br: Quant Min
ru_ru: Мин. кол-во
uk_ua: Мінімальна кількість

source: Max Qty
fr_fr: Qte max.
gl_es: Cant Máx
pt_br: Quant Max
ru_ru: Макс. кол-во
uk_ua: Максимальна кількість

source: On Hand
fr_fr: Sous la main
gl_es: Dispoñible
pt_br: Em mãos
ru_ru: Имеется
uk_ua: Видано

source: All Mechanisms
fr_fr: Tous les mécanismes
uk_ua: Усі механізми (не IT-обладнання)

source: Beginning of epoch
fr_fr: Début d'époque
uk_ua: Початок епохи

source: This report contains information about items that have been disposed/removed from the data center.
fr_fr: The rapport contient les informations sur les équipements sorties du Data Center.
uk_ua: Цей звіт містить інформацію про обладнання, яке було утилізоване/вилучене з центру обробки даних.

source: Each item is disosed through a specific mechanism or contract vehicle.
fr_fr: Chaque élément est dispatché au travers d'un mécanisme spécifique
uk_ua: Кожен об'єкт утилізується за допомогою певного методу або контрактного замовника.

source: Criteria for this report:
fr_fr: Critère sur ce rapport:
uk_ua: Критерії для цього звіту:

source: Date Range:
fr_fr: Période:
uk_ua: Проміжок часу:

source: Disposition Mechanism
fr_fr: Mécanisme de sortie de site
uk_ua: Метод утилізації

source: Reference Number
fr_fr: Numéro de référence
uk_ua: Номер договору

source: Device Disposition Report
fr_fr: Rapport de sortie de sites des équipements
uk_ua: Звіт про утилізацію пристроїв

source: Inventory Reporting By Tag
fr_fr: Rapport d'inventaire par étiquette
gl_es: Informes de Inventario por Etiqueta
pt_br: Relatórios de inventário por marcação
ru_ru: Отчеты инвентаризации по тегам
uk_ua: Інвентаризація в розрізі міток

source: Tag
fr_fr: Balise
gl_es: Etiqueta
pt_br: Marcação
ru_ru: Тег
uk_ua: Мітка

source: Tag:
fr_fr: Balise :
gl_es: Etiqueta:
pt_br: Marcação
ru_ru: Тег:
uk_ua: Мітка:

source: Select Tag
fr_fr: Sélectionner la balise
gl_es: Seleccionar Etiqueta
pt_br: Selecionar Marcação
ru_ru: Выберите тег
uk_ua: Оберіть мітку

source: All Tags
fr_fr: Toutes les balises
gl_es: Todas as Etiquetas
pt_br: Todas as Marcações
ru_ru: Все теги
uk_ua: Всі мітки

source: Please select the values to limit the report scope as indicated below.
fr_fr: Merci de sélectionner les valeurs pour limiter la portée du document comme indiqué en dessous.
uk_ua: Будь-ласка, виберіть значення, щоб обмежити обсяг звіту, як зазначено нижче.

source: This is the Vendor(Manufacturer)/Model report from openDCIM.
fr_fr: Ceci est le rapport d'inventaire des constructeurs et des modèles.
uk_ua: Звіт openDCIM по виробникам/моделям обладнання.

source: Each manufacturer is listed in a separate worksheet, with devices listed lexicographically by Label.
fr_fr: Chaque constructeur est lister dans des onglets différents, avec les équipements listé par nom
uk_ua: Кожен виробник зазначений на окремому аркуші з пристроями, відсортованими за алфавітом за їхньою назвою.

source: The criteria given for this report is:
fr_fr: Le critère donnée pour ce rapport est:
uk_ua: Критерії, задані для цього звіту, наступні:

source: Manufacturer:
fr_fr: Constructeur:
uk_ua: Виробник:

source: Device Type:
fr_fr: Type d'équipement :
uk_ua: Тип:

source: Total Number of VMs
fr_fr: Nb Total de VM
gl_es: Número Total de MVs
pt_br: Numero total de VMs
ru_ru: Общее количество виртуальных машин
uk_ua: Загальна кількість віртуальних машин VMware ESXi

source: Virtual Machines Unassigned to a Department
fr_fr: VM non associées à un département
gl_es: Máquinas Virtuais non Asignadas a Departamento
pt_br: Máquinas virtuais não associadas a um departamento
ru_ru: Виртуальные машины, не назначенные департаменту
uk_ua: Віртуальні машини, що не мають власників

source: Data Center Warranty Expiration Report
fr_fr: Rapport sur des fins de maintenance e des equipements
gl_es: Informe de expiración de garantías do CPD
pt_br: Relatório de garantia expirada do Datacenter
ru_ru: Отчёт по срокам гарантии ЦОД
uk_ua: Друк обладнання за гарантійним терміном

source: Warranty Status
fr_fr: Statut de la maintenance
gl_es: Estado da garantía
pt_br: Situação da Garantia
ru_ru: Статус гарантии
uk_ua: Кількість пристроїв за гарантійним терміном

source: Remaining
fr_fr: Restant
gl_es: Remanente
pt_br: Restando
ru_ru: Осталось
uk_ua: Лишилось

source: Devices with expired warranty
fr_fr: Equipement avec une fin maintenance dépassé
gl_es: Dispositivos coa garantía expirada
pt_br: Equipamentos com garantia expirada
ru_ru: Устройства с истёкшим сроком гарантии
uk_ua: Пристрої, гарантійний термін яких вже скінчився

source: Expired
fr_fr: Expiré
gl_es: Expirada
pt_br: Espirado
ru_ru: Истекла
uk_ua: Прострочено

source: XML Output for CFD Simulation
fr_fr: Sortie XLM pour une simulation CFD
gl_es: Saída XML para Simulación CFD
pt_br: Saída de XML para Simulação CFD
ru_ru: Вывод данных в формате XML для симуляции CFD
uk_ua: Експорт зведення по ЦОДам/площадкам для CFD (XML)

source: Select Data Center
fr_fr: Sélectionner un data center
gl_es: Selecionar un CPD
pt_br: Selecionar datacenter
ru_ru: Выберите центр обработки данных
uk_ua: обрати...

source: Add new cabinet
fr_fr: Ajouter une nouvelle baie
gl_es: Engadir novo armario
pt_br: Adicionar novo Rack
ru_ru: Добавить новый шкаф
uk_ua: Додати шафу

source: Front View
fr_fr: Vue face avant
gl_es: Vista Frontal
pt_br: Visão frontal
ru_ru: Вид спереди
uk_ua: Вигляд зпереду

source: Rear View
fr_fr: Vue face arrière
gl_es: Vista Traseira
pt_br: Visão traseira
ru_ru: Вид сзади
uk_ua: Вигляд ззаду

source: Return to
fr_fr: Retourner à
gl_es: Voltar a
pt_br: Retornar para
ru_ru: Вернуться к
uk_ua: Назад до

source: Data Center View/Export
fr_fr: Visualiser/Exporter un Data Center
gl_es: Ver/Exportar CPD
pt_br: Visualizar/Exportar dados do Data Center
ru_ru: Просмотр/экспорт информации по ЦОД
uk_ua: Друк зведення по ЦОДам/площадкам

source: Storage Room View/Export
fr_fr: Visualiser/Exporter - Salle de stockage
uk_ua: Друк та експорт обладнання на складах по ЦОДам

source: Search Results
fr_fr: Résultats de la recherche
gl_es: Resultados da Procura
pt_br: Resultados da busca
ru_ru: Результаты поиска
uk_ua: Результат пошуку

source: Serial number search results for
fr_fr: Résultats pour la recherche par numéro de série
gl_es: Resultados da procura por número de serie para
pt_br: Resultados da busca por Número Serial
ru_ru: Результаты поиска по серийному номеру для
uk_ua: Результат пошуку за серійним номером

source: PrimaryIP search results for
fr_fr: Résultats pour la recherche par adresse IP
gl_es: Resultados da procura por IP principal
pt_br: Resultados da busca por IP primário
ru_ru: Результаты поиска по основному адресу IP для
uk_ua: Результат пошуку за основною IP-адресою

source: Name search results for
fr_fr: Résultats pour la recherche par nom
gl_es: Resultados da procura por nome para
pt_br: Resultados da busca por Nome
ru_ru: Результаты поиска по имени для
uk_ua: Результат пошуку за ім'ям

source: Owner search results for
fr_fr: Résultats de la recherche par propriétaire
gl_es: Resultados da procura por propietario para
pt_br: Resultados da busca por Proprietário
ru_ru: Результаты поиска по владельцу для
uk_ua: Результат пошуку за відділом

source: Asset tag search results for
fr_fr: Résultats de la recherche par numéro d'inventaire
gl_es: Resultados da procura por etiqueta do activo para
pt_br: Resultados da busca por Número de Patrinônio
ru_ru: Результаты поиска по инвентарному номеру для
uk_ua: Результат пошуку за інвентарним номером

source: Custom tag search results for
fr_fr: Résultats de la recherche par balise personnalisée
gl_es: Resultados da procura por etiqueta personalizada para
pt_br: Resultados da busca por Código
ru_ru: Результаты поиска по настраиваемому тегу для
uk_ua: Результат пошуку за міткою

source: Project Catalog search results for
fr_fr: Résultats de la recherche par projet
pt_br: Resultados da Busca no Catalogo de Projetos para
ru_ru: Поиск по каталогу проектов для
uk_ua: Результат пошуку за проектом

source: Device Model search results for
fr_fr: Résultats de la recherche par modèle
pt_br: Resultados para pesquisa por modelos de equipamento
ru_ru: Результаты поиска по модели устройства для
uk_ua: Результат пошуку за пристроями моделі

source: Notes search results for
fr_fr: Résultats de la recherche par informations complementaires
gl_es: Resultados da procura de notas para
pt_br: Resultados da busca por Notas
ru_ru: Результаты поиска по примечанию для
uk_ua: Результат пошуку за примітками

source: Search results for
fr_fr: Résultats pour
pt_br: Resultados da busca por
uk_ua: Результат пошуку для

source: Search complete. (%s) results.
fr_fr: Recherche effectuée. (%s) résultats trouvés.
gl_es: Procura completa. (%s) resultados.
pt_br: Procura Completa. (%s) resultados
ru_ru: Поиск завершён. Найдено соответствий: %s
uk_ua: Пошук завершено. Знайдено (%s) співпадінь.

source: No matching devices found.
fr_fr: Pas d'équipement trouvé.
gl_es: Ningún dispositivo cumpre o criterio.
pt_br: Nenhum equipamento foi encontrado.
ru_ru: Подходящее устройство не найдено.
uk_ua: Нічого не знайдено.

source: Only one result, will autoforward in %s seconds.
fr_fr: Seulement un résultat, la page de l'équipement sera automatiquement affichée dans %s secondes
gl_es: Só un resultado, se avanzará en %s segundos
pt_br: Apenas um resultado, Encaminhamento automático em %s segundos
ru_ru: Найдено только одно соответствие, будет выполнено автоматическое перенаправление через %s секунд.
uk_ua: Знайдено лише одне співпадіння, автоматичний перехід через %s сек.

source: Show All
fr_fr: Voir tout
gl_es: Mostrar todo
pt_br: Mostrar todos
ru_ru: Показать все
uk_ua: Показати все

source: Racks Only
fr_fr: Seulement les baies
gl_es: Só os Armarios
pt_br: Somente Armários
ru_ru: Только стойки
uk_ua: Тільки шафи

source: No label
fr_fr: Aucun nom
gl_es: Sen etiqueta
pt_br: Sem etiqueta
ru_ru: Метка отсутствует
uk_ua: Без імені

source: Search by Name:
fr_fr: Chercher par identifiant
gl_es: Buscar por Nome
pt_br: Buscar por nome:
ru_ru: Поиск по наименованию:
uk_ua: Простий пошук:

source: Advanced
fr_fr: Avancé
gl_es: Avanzada
pt_br: Avançado
ru_ru: Расширенный
uk_ua: Розширений

source: Advanced Search:
fr_fr: Recherche avancée
gl_es: Procura Avanzada:
pt_br: Busca avançada:
ru_ru: Расширенный поиск:
uk_ua: Розширений пошук:

source: Device Model
fr_fr: Modèle de l'équipement
pt_br: Modelo do equipamento
ru_ru: Модель устройства
uk_ua: Модель

source: PrimaryIP
fr_fr: Adresse IP
gl_es: IP Principal
pt_br: IPprimario
ru_ru: Основной адрес IP
uk_ua: Основна IP-адреса

source: Basic
fr_fr: Basique
gl_es: Básica
pt_br: Básico
ru_ru: Базовый
uk_ua: Простий

source: Home
fr_fr: Accueil
gl_es: Inicio
ru_ru: Домой
uk_ua: Додому

source: Storage Room Maintenance
fr_fr: Gestion de la salle de stockage
gl_es: Mantemento do Almacén
pt_br: Manutenção da Sala de Armazenamento
ru_ru: Обслуживание склада
uk_ua: Список обладнання на складі

source: %s Storage Room
fr_fr: Salle de stockage %s
gl_es: Almacén de %s
pt_br: %s Sala de Armazenamento
ru_ru: Склад %s
uk_ua: Склад: %s

source: Serial No.
fr_fr: Numéro de série
gl_es: Nº Serie
pt_br: No. de Serie
ru_ru: Серийный номер
uk_ua: Серійний №

source: Dispose of selected devices to:
fr_fr: Sortie de matériel des équipements sélectionnés
uk_ua: Утилізувати обрані пристрої шляхом:

source: Data Center Stockroom Supplies
fr_fr: Bacs d'entreposage en Salle de stockage
gl_es: Subministros do CPD
pt_br: Sala de Estoque de Consumíveis do Dacacenter
ru_ru: Запчасти на складе ЦОД
uk_ua: Номенклатура запчастин

source: Bin ID
fr_fr: Id du Bac
gl_es: ID do Almacén
pt_br: ID Escanhinho
ru_ru: ID ящика
uk_ua: ID коробки

source: New Supplies
fr_fr: Nouvelle pièce détachée/fourniture
gl_es: Novos Subministros
pt_br: Novos Suprimentos
ru_ru: Новая запчасть
uk_ua: нова...

source: Data Center Stockroom Supply Bins
fr_fr: Bacs d'entreposage en Salle de stockage
gl_es: Almacéns de suministros do CPD
pt_br: Escaninhos da Sala de estoque de suprimentos do Dacacenter
ru_ru: Ящики для запчастей на складе ЦОД
uk_ua: Коробки із запчастинами

source: Bin Location
fr_fr: Emplacement des bacs de stockage
gl_es: Localización do Almacén
pt_br: Localização do Escaninho
ru_ru: Местоположение ящика
uk_ua: Розташування коробки

source: New Bin
fr_fr: Nouveau bac de stockage
gl_es: Novo Almacén
pt_br: Novo Escaninho
ru_ru: Новый склад
uk_ua: нова...

source: Select parts to add...
fr_fr: Sélectionner les pièces à ajouter
gl_es: Selecionar partes a engadir...
pt_br: Selecione as partes para adicionar...
ru_ru: Выберите часть для добавления
uk_ua: обрати запчастину...

source: No Data to Display
fr_fr: Aucune donnée à afficher
gl_es: Non hai información que mostrar
pt_br: Sem Dados para Exibir
ru_ru: Нет данных для отображения
uk_ua: Відсутня іформація для відображення

source: Data Center Time Periods Listing
fr_fr: Liste des délais possibles ...
gl_es: Listado de Periodos de Tempo do CPD
pt_br: Lista de períodos de tempo do Data Center
ru_ru: Просмотр временных интервалов ЦОД
uk_ua: Типи ескалацій

source: Escalation Time Period
fr_fr: Délai d'escalade
gl_es: Periodo de Tempo de Escalado
pt_br: Período da Escala
ru_ru: Время эскалации
uk_ua: Тип ескалації

source: New Time Period
fr_fr: Nouveau délai
gl_es: Novo Periodo de Tempo
pt_br: Nova Escala
ru_ru: Новый период
uk_ua: новий...

source: Data Center Virtual Machine Detail
fr_fr: Information sur la machine virtuelle
gl_es: Detalle das Máquinas Virtuais do CPD
pt_br: Detalhes de máquinas virtuais do data center
ru_ru: Подробности о виртуальной машине
uk_ua: Віртуальні машини в ЦОДі

source: Data Center Contact Detail
fr_fr: Personne à contacter
gl_es: Detalle de Contactos do CPD
pt_br: Detalhes de contatos do data center
ru_ru: Контакты центра обработки данных
uk_ua: Адресна книжка

source: Existing UserID account displayed.
fr_fr: Nom de connexion existant
uk_ua: Відобразиться наявний обліковий запис UserID.

source: Something is broken. Unable to create Person account.
fr_fr: Quelque chose de casser. Impossible de créer cette personne.
uk_ua: Щось пішло не так :-/. Не вдається створити обліковий запис.

source: User
fr_fr: Utilisateur
gl_es: Usuario
pt_br: Usuário
ru_ru: Пользователь
uk_ua: Користувач

source: New User
fr_fr: Nouvel utilisateur
gl_es: Novo Usuario
pt_br: Novo usuário
ru_ru: Новый пользователь
uk_ua: новий...

source: This user is the primary contact for this many devices
fr_fr: Cet utilisateur est le contact principal pour ces équipements
gl_es: Este usuario é o contacto principal para esta cantidade de dispositivos
pt_br: Este usuário é o contato primário para todos esses equipamentos
ru_ru: Этот пользователь является основным контактом для этого количества устройств
uk_ua: Даний користувач є основною контактною особою для всіх цих пристроїв

source: Last Name
fr_fr: Nom
gl_es: Apelido
pt_br: Sobrenome
ru_ru: Фамилия
uk_ua: Прізвище

source: First Name
fr_fr: Prénom
gl_es: Nome
pt_br: Nome
ru_ru: Имя
uk_ua: Ім'я

source: Phone 1
fr_fr: Téléphone fixe
gl_es: Teléfono 1
pt_br: Telefone 1
ru_ru: Номер телефона 1
uk_ua: Тел. внутрішній

source: Phone 2
fr_fr: Téléphone mobile
gl_es: Teléfono 2
pt_br: Telefone 2
ru_ru: Номер телефона 2
uk_ua: Тел. мобільний

source: Phone 3
fr_fr: Autre moyen de communication
gl_es: Teléfono 3
pt_br: Telefone 3
ru_ru: Номер телефона 3
uk_ua: Тел. домашній

source: Email Address
fr_fr: Adresse Email
gl_es: Enderezo de Correo Electrónico
pt_br: Email
ru_ru: E-Mail
uk_ua: Пошта

source: Generate New Key
fr_fr: Générer une nouvelle clé
pt_br: Gerando nova chave
ru_ru: Генерировать новый ключ
uk_ua: Згенерувати новий API Key

source: Rights
fr_fr: Droits applicatifs
gl_es: Permisos
pt_br: Permissões
ru_ru: Права
uk_ua: Права

source: Admin Own Devices
fr_fr: Droit de gestion sur ses propres équipements
gl_es: Administrar Dispositivos Propios
pt_br: Administrar equipamentos próprios
ru_ru: Администрирование собственных устройств
uk_ua: Тільки на свої пристрої

source: Read/Report Access (Global)
fr_fr: Droits en lecture sur les rapports
gl_es: Acceso de Lectura/Informes (Global)
pt_br: Leitura/Relatório de Acessos (Global)
ru_ru: Доступ на чтение/Доступ к отчетам (глобально)
uk_ua: На перегляд та звітність (глобально)

source: Modify/Enter Devices (Global)
fr_fr: Droits pour modifier/ajouter des équipements
gl_es: Modificar/Crear Dispositivos (Global)
pt_br: Modificar/Inserir equipamentos (Global)
ru_ru: Изменение/создание устройств (глобально)
uk_ua: На модифікацію пристроїв (глобально)

source: Delete Devices (Global)
fr_fr: Droits pour supprimer des équipements
gl_es: Eliminar Dispositivos (Global)
pt_br: Remover equipamentos (Global)
ru_ru: Удаление устройств (глобально)
uk_ua: На видалення пристроїв (глобально)

source: Enter/Modify Contacts and Departments
fr_fr: Droit d'accéder/modifier les contacts et départements
gl_es: Introducir/Modificar Contactos e Departamentos
pt_br: Inserir/Modificar Contatos e Departamentos
ru_ru: Ввод/изменение контактов и департаментов
uk_ua: На модифікацію контактів та відділів

source: Enter Rack Requests
fr_fr: Droit pour faire des demandes d'installation
gl_es: Introducir Solicitudes de Rack
pt_br: Inserir Requisições de Rack
ru_ru: Запрос на размещение
uk_ua: На створення заявок

source: Complete Rack Requests
fr_fr: Droits pour instruire les demandes d'installation
gl_es: Completar Solicitudes de Armario
pt_br: Completar Requisições de Rack
ru_ru: Закрыть запрос размещения
uk_ua: На закриття заявок

source: Perform Bulk Operations
fr_fr: Droits pour réaliser des imports en masse
pt_br: Realizar operações em massa
ru_ru: Выполнение массовых операций
uk_ua: На груповий імпорт

source: Manage Site and Users
fr_fr: Droits pour gérer les sites et utilisateurs
gl_es: Xestionar Sistema e Usuarios
pt_br: Gerenciar Locais e Usuários
ru_ru: Управление сайтом и пользователями
uk_ua: На керування сайтом та користувачами

source: Transfer Devices
fr_fr: Transférer des équipements
gl_es: Transferir Dispositivos
pt_br: Equipamentos de Transferência
ru_ru: Перемещение устройств
uk_ua: Перенесення пристроїв

source: Transfer all devices to another primary contact
fr_fr: Transférer des équipements à un autre contact privilegié
gl_es: Transferir todos os dispositivos a outro contacto principal
pt_br: Transferir todos os equipamentos para outro contato primário
ru_ru: Перенос всех устройств на другое основное контактное лицо
uk_ua: Перенесення всіх пристроїв до іншої контактної особи

source: Virtual Machine Inventory Exception Report
fr_fr: Rapport d'exception sur l'inventaire des machines virtuelles
gl_es: Informe de Incumprimentos de Inventario de Máquinas Virtuais
pt_br: Relatório de exceções das Máquinas Virtuais
ru_ru: Отчет по исключениям инвентаризации виртуальных машин
uk_ua: Список віртуальних машин, що не мають власників

source: This is an automated message from the
fr_fr: Ceci est un message automatique provenant de
gl_es: Esta é unha mensaxe automática do
pt_br: Esta é uma mensagem automática do
ru_ru: Это автоматическое сообщение от
uk_ua: Це автоматичне повідомлення з

source: Inventory Process. This process is scheduled to run once each business day.</p> <p>The following
fr_fr: Inventaire En cours. Ce processus est planifié pour s'exécuter chaque jour ouvré.</p> <p>Le suivant
gl_es: Proceso de Inventario. Este proceso está programado para executarse unha vez cada día laborable.</p> <p>O seguinte
pt_br: Inventário Processo. Esse processo está agendado para rodar uma vez por dia. </p> <p> A seguir
ru_ru: Инвентаризация Обработка. Этот процесс запланирован для запуска один раз каждый рабочий день.</p> <p>Следующие
uk_ua: Процес інвентаризації. Ця операція виконується лише один раз за робочий день.</p> <p>Було знайдено

source: Virtual Machines were detected in the environment and do not have an associated owner record. It is assumed that these are new Virtual Machines. Please click on the links below to update ownership information.
fr_fr: Des machines virtuelles ont été détecté sans propriétaire d'associé. Les machines virtuelles sont donc considérées comme nouvelles. Merci de cliquer sur le liens ci dessous pour la mis à jour des informations sur le propriétaire.
gl_es: As Máquinas Virtuais foron detectadas no entorno e non ten un rexistro de propietario asociado. Asúmese que son Máquinas Virtuais novas. Por favor, pulse nos enlaces de abaixo para actualizar a información do propietario.
pt_br: Máquinas Virtuais foram detectadas no ambiente e não tem registro de proprietário. Isso presume que essas são novas máquinas virtuais. Por favor, clique no link abaixo para atualizar as Informações de proprietário.
ru_ru: виртуальные машины были обнаружены в окружении и не имеют ассоциированной записи о владельце. Предполагается, что это новые виртуальные машины. Пожалуйста, нажмите на ссылки ниже для обновления информации о владельце.
uk_ua: наступні віртуальні машини у середовищі, що не мають жодного власника. Припускаємо що це нові віртуальні машини. Будь-ласка, клацніть на посиланні нижче аби оновити інформацію про їх власників.

source: If the appropriate department is not listed as an option for ownership, please send an email to
fr_fr: Si le département approprié n'est pas listé comme une option pour le champs propriétaire , merci d'envoyer un e-mail à
gl_es: Se o departamento apropiado non está incluido como propietario, por favor envíe un correo a
pt_br: Se o departamento apropriado não estiver como opção na lista de proprietários, favor enviar email para
ru_ru: Если соответствующего департамента нет в списке для назначения владельца, пожалуйста, отправьте письмо
uk_ua: Якщо відповідний відділ відсутній у списку власників, будь-ласка надішліть листа

source: to have it added.
fr_fr: afin de l'ajouter.
gl_es: tenelo engadido.
pt_br: para ter isso adicionado
ru_ru: чтобы он добавил.
uk_ua: аби його змогли додати.

source: Server Name
fr_fr: Nom du serveur
gl_es: Nome do Servidor
pt_br: Nome do servidor
ru_ru: Имя сервера
uk_ua: Ім'я сервера

source: Virtual Machine Inventory Expiration Report
fr_fr: Rapport sur l'expiration des machines virtuelles
gl_es: Informe de Caducidade de Inventario de Máquinas Virtuais
pt_br: Relatório de validade de inventário das Máquinas Virtuais
ru_ru: Отчет по истечению срока инвентаризации виртуальной машины
uk_ua: Звітність по закінченню терміну дії віртуальних машин
