Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Cabinet Audit Reporting
fr_fr: Rapport d'audit de baie
gl_es: Informe de Auditoría de Armario
pt_br: Relatório de Auditoria de Armários
ru_ru: Отчеты по аудиту шкафа
uk_ua: Журнал статистики по аудиту шаф

source: Cabinet Audits Report
fr_fr: Rapport d'audit de baies
gl_es: Informe de Auditorías de Armarios
pt_br: Relatório de Auditoria de Racks
ru_ru: Отчет по аудитам шкафов
uk_ua: Журнал статистики по аудиту шаф

source: Auditor Summary
fr_fr: Information sur l'auditeur
gl_es: Resumo do auditor
pt_br: Sumario do Auditor
ru_ru: Резюме аудитора
uk_ua: Зведення по аудиторам

source: UserID
fr_fr: Nom de connexion
gl_es: ID do Usuario
ru_ru: ID пользователя

source: UserName
fr_fr: Nom Utilisateur
gl_es: NomeUsuario
pt_br: Usuário
ru_ru: Имя пользователя
uk_ua: ПІБ

source: Count
fr_fr: Total
gl_es: Cantidade
pt_br: Quantidade
ru_ru: Количество
uk_ua: Кількість

source: Activity by Date
fr_fr: Activité par date
gl_es: Actividade por Data
pt_br: Atividades por Data
ru_ru: Активность по дате
uk_ua: Активність за датою

source: Comments
fr_fr: Commentaires
gl_es: Comentarios
pt_br: Comentários
ru_ru: Комментарии
uk_ua: Коментар

source: Mon
fr_fr: Lun
gl_es: Lun
pt_br: Seg
ru_ru: Пн
uk_ua: Пн

source: Tue
fr_fr: Mar
gl_es: Mar
pt_br: Ter
ru_ru: Вт
uk_ua: Вт

source: Wed
fr_fr: Mer
gl_es: Mér
pt_br: Qua
ru_ru: Ср
uk_ua: Ср

source: Thu
fr_fr: Jeu
gl_es: Xov
pt_br: Qui
ru_ru: Чт
uk_ua: Чт

source: Fri
fr_fr: Ven
gl_es: Ven
pt_br: Sex
ru_ru: Пт
uk_ua: Пт

source: Sat
fr_fr: Sam
gl_es: Sáb
ru_ru: Сб
uk_ua: Сб

source: Sun
fr_fr: Dim
gl_es: Dom
pt_br: Dom
ru_ru: Вс
uk_ua: Нд

source: Day of Week Frequency
fr_fr: Fréquence
gl_es: Frecuencia do Día de Semana
pt_br: Frequência Dia da Semana
ru_ru: Частота дня недели
uk_ua: Зведення по дням тижня

source: Day of Week
fr_fr: Jour de la semaine
gl_es: Dia da Semana
pt_br: Dia da Semana
ru_ru: День недели
uk_ua: День тижня

source: Cabinet Report
fr_fr: Rapports sur les baies
gl_es: Informe do Armario
pt_br: Relatório de Racks
ru_ru: Отчет по шкафу
uk_ua: Друк схематичного розташування обладнання по шафам

source: Select data center
fr_fr: Sélectionner un data center
gl_es: Selecionar un CPD
pt_br: Selecione o datacenter
ru_ru: Выберите центр обработки данных
uk_ua: обрати...

source: Choose cabinets to print in Data Center
fr_fr: Choisir des baies pour l'impression
gl_es: Elixir armarios para imprimir en CPD
pt_br: Escolha os Racks no Data Center para imprimir
ru_ru: Выберите шкафы для печати в Центре обработки данных
uk_ua: Оберіть шафи до друку з цього ЦОДа

source: Generate
fr_fr: Générer
gl_es: Xerar
pt_br: Gerar
ru_ru: Генерировать
uk_ua: Експорт

source: Cabinet ID
fr_fr: Id Baie
gl_es: ID do armario
pt_br: ID do Rack
ru_ru: ID шкафа
uk_ua: Шафа

source: Pos
fr_fr: Position
ru_ru: Поз.
uk_ua: Поз

source: Data Center Asset and Contact Report
fr_fr: Rapport sur les contacts associés aux biens
gl_es: Informe de Activos do CPD e Contactos
pt_br: Relatório de ativos e Contatos do Data Center
ru_ru: Отчет по активам и контактам центра обработки данных
uk_ua: Друк обладнання по власникам

source: Top 10 Data Center Occupancy Rates
fr_fr: Top 10 des taux d'occupation par DC
gl_es: Indice Top 10 de Ocupación do CPD
pt_br: Os Top 10 Data Center em Taxa de ocupação
ru_ru: Топ 10 по занятому пространству центра обработки данных
uk_ua: Топ 10 власників по зайнятому U-простору

source: Top 10 Data Center Power Users
fr_fr: Top 10 des super utilisateurs
gl_es: Top 10 de Potencia por Usuario do CPD
pt_br: Os Top 10 Data Center em uso elétrico
ru_ru: Топ 10 по энергопотреблению в центре обработки данных
uk_ua: Топ 10 власників по споживаній потужності

source: Service Delivery Manager
fr_fr: Responsable des livraisons
gl_es: Xestor do Servizo de Entrega
pt_br: Gerenciamento de Serviços
ru_ru: Управляющий доставкой сервисов
uk_ua: Виконавець

source: Phone1
fr_fr: Téléphone fixe
gl_es: Teléfono1
pt_br: Telefone1
ru_ru: Номер телефона 1
uk_ua: Тел. внутрішній

source: Phone2
fr_fr: Téléphone mobile
gl_es: Teléfono2
pt_br: Telefone2
ru_ru: Номер телефона 2
uk_ua: Тел. мобільний

source: Phone3
fr_fr: Autre moyen de communication
gl_es: Teléfono3
pt_br: Telefone3
ru_ru: Номер телефона 3
uk_ua: Тел. домашній

source: Total Rack Units for
fr_fr: Nb Total de U pour
gl_es: Total de Us para
pt_br: Total de Racks para
ru_ru: Всего юнитов для
uk_ua: Загальна кількість зайнятого U-простору у

source: Total BTU Output for
fr_fr: Nb Total de BTU pour
gl_es: Total de BTU para
pt_br: Total de BTU gerados para
ru_ru: Полная мощность в BTU для
uk_ua: Загальне теплоутворення BTU у

source: Total Rack Units for All Data Centers
fr_fr: Nb Total de U pour l'ensemble des Data Centers
gl_es: Total de Us para todos os CPD
pt_br: Total de Racks para todos os Data Centers
ru_ru: Всего юнитов для всех центров обработки данных
uk_ua: Загальна кількість зайнятого U-простору у всіх ЦОДах

source: Total BTU Output for All Data Centers
fr_fr: Nb Total de BTU pour l'ensemble des Data Centers
gl_es: Total de BTU para todos os CPD
pt_br: Total de BTU gerados para todos os Data Centers
ru_ru: Полная мощность в BTU для всех центров обработки данных
uk_ua: Загальне теплоутворення BTU у всіх ЦОДах

source: Virtual Machine Image Name
fr_fr: Nom de l'image pour la machine virtuelle
gl_es: Nome da Imaxe da Máquina Virtual
pt_br: Nome da imagem da Maquina Virtual
ru_ru: Имя образа виртуальной машины
uk_ua: Ім'я віртуальної машини VMware ESXi

source: Current Host Server
fr_fr: Nom de l'hôte hébergeant actuellement la VM
gl_es: Servidor Actual
pt_br: Servidor Host Corrente
ru_ru: Текущий хост-сервер
uk_ua: Ім'я сервера VMware ESXi

source: State
fr_fr: Etat
gl_es: Estado
pt_br: Estado
ru_ru: Состояние
uk_ua: Поточний стан

source: Last Polled
fr_fr: Dernière mise à jour
gl_es: Último Sondeado
pt_br: Ultima consulta
ru_ru: Последний опрос
uk_ua: Станом на

source: Data Center Asset Costing Report
fr_fr: Rapport sur le coût électrique annuel des équipement du data center
gl_es: Informe de Costes de Activos do CPD
pt_br: Relatório de custo dos ativos do Data Center
ru_ru: Отчет по стоимости активов ЦОД
uk_ua: Друк вартості експлуатації обладнання по власникам

source: Annual Cost Per Watt (Year)
fr_fr: Coût annuel par watt
gl_es: Coste Anual Por Watio (Ano)
pt_br: Custo anual por Watt (ano)
ru_ru: Годовая стоимость на ватт (год)
uk_ua: Річна вартість одного вата потужності

source: Rack Cost
fr_fr: Coût à la baie
gl_es: Coste do Rack
pt_br: Custo do Rack
ru_ru: Стоимость стойки
uk_ua: Сума за розміщення

source: Annual Electrical Cost for Department
fr_fr: Coût électrique par département
gl_es: Coste Eléctrico Anual por Departamento
pt_br: Custo Elétrico anual por Departamento
ru_ru: Годовая стоимость электричества для департамента
uk_ua: Сума до сплати за електроспоживання обладнання по відділу

source: Annual Infrastructure Cost for Department
fr_fr: Coût annuel de l'infrastructure
gl_es: Coste Anual da Infraestrutura por Departamento
pt_br: Custo de Infraestrutura anual por Departamento
ru_ru: Годовая стоимость инфраструктуры для департамента
uk_ua: Сума до сплати за розміщення обладнання по відділу

source: Departmental Contacts Report
fr_fr: Rapport sur les contacts par département
gl_es: Informe de Contactos Departamentais
pt_br: Relatório de Contatos do Departamento
ru_ru: Отчет по контактам департамента
uk_ua: Адресна книжка по відділам

source: Devices Without Diverse (Tier III) Power
fr_fr: Équipements sans différentes (Tier III) Alim
gl_es: Dispositivos sen Fonte Redundante (Tier III)
pt_br: Equipamentos sem Alimentações Elétricas (TIER III) Distintas
ru_ru: Устройства без разброса питания (по классу Tier III)
uk_ua: Друк обладнання без роздільного живлення по шафам (Tier III)

source: Dependency
fr_fr: Dépendance
gl_es: Dependencia
pt_br: Dependência
ru_ru: Зависимость
uk_ua: Джерело електроживлення

source: Data Center Disabled SNMP Devices Report
fr_fr: Rapport sur les équipements avec la fonction SNMP désactivés.
uk_ua: Звіт по обладнанню з помилками або вимкненим SNMP

source: Facility Manager email address
fr_fr: Adresse e-mail du directeur des installations critiques
gl_es: Correo do Xestor de Equipamiento
pt_br: Email do Gerente do Prédio
ru_ru: Адрес управляющего объектами
uk_ua: Поштова адреса менеджера по обладнанню

source: Recent Data Center Installations Report
fr_fr: Rapport sur les installations récentes dans les data centers
gl_es: Informe de Instalacións Recentes no CPD
pt_br: Relatório de instalações recente do Data Center
ru_ru: Отчет по последним установкам в ЦОД
uk_ua: Звітність по недавнім інсталяціям в ЦОДі

source: Data Center Reserved Space Report
fr_fr: Rapport sur les espaces réservés
gl_es: Informe de Espacio Reservado do CPD
pt_br: Relatório de espaços reservados no Data Center
ru_ru: Отчет по зарезервированному пространству в ЦОД

source: Data Center Inventory Reservations
fr_fr: Inventaire des réservations en Data Center
gl_es: Inventario de Reservas do CPD
pt_br: Invetário de reservas do Data Center
ru_ru: Резервации в ЦОД
uk_ua: Звіт по зарезервованому обладнанню

source: There are no reserved installations within the date range specified
fr_fr: Il n'y a pas de réservations réalisé dans les dates spécifiées
gl_es: Non hai instalacións reservadas dentro do rango de datas especificado
pt_br: Não existem instalações reservadas no intervalo de tempo especificado
ru_ru: Отсутствуют зарезервированные установки в указанном диапазоне дат
uk_ua: За вказаним часовим проміжком не знайдено жодної зарезервованої інсталяції

source: Scheduled Installations for Department
fr_fr: Date planifié d'installation pour le département
gl_es: Instalacións Planificadas por Departamento
pt_br: Instalaçoes Agendadas para o Departamento
ru_ru: Запланированные установки для департамента
uk_ua: Заплановані інсталяції по відділу

source: Total U Reserved for Department
fr_fr: Nb Total de U réservé pour le département
gl_es: RU Totais Reservadas por Departmento
pt_br: Total de Us Reservados para o Departamento
ru_ru: Общее количество зарезервированных юнитов для департамента
uk_ua: Всього зарезервовано U-простору для відділу

source: Total U Reserved in DCIM
fr_fr: Nb Total de U
gl_es: RU Totais Reservadas no DCIM
pt_br: Total de Us reservados no DCIM
ru_ru: Общее количество зарезервированных юнитов в DCIM
uk_ua: Всього зарезервовано U-простору

source: Data Center Switch Capacity Exceptions Report
fr_fr: Rapport sur la capacité des switches ayant une exception
gl_es: Informe de Excepcións de Capacidade de Conmutadores
pt_br: Relatório de exceções da capacidade do Data Center
ru_ru: Отчет по исключениям ёмкости коммутатора

source: Data Exceptions Report
fr_fr: Rapport sur les données avec une exception
gl_es: Informe de Incumprimentos de Data
pt_br: Relatório de exceções de dados
ru_ru: Отчет исключений данных
uk_ua: Друк обладнання без електроживлення

source: Power Cords
fr_fr: Câble électrique
gl_es: Cables Eléctricos
pt_br: Cabos de Força
ru_ru: Силовые кабели
uk_ua: К-ть шнурів живлення

source: Logging View/Export
fr_fr: Journaux de événements / Exportation
gl_es: Ver/Exportar o Log
pt_br: Visualizar/Exportar acessos
ru_ru: Просмотр/экспорт журнала
uk_ua: Перегляд/експорт журналу подій

source: Time
fr_fr: Fuseaux horaire
gl_es: Hora
pt_br: Tempo
ru_ru: Время
uk_ua: Час

source: Class
fr_fr: Châssis
gl_es: Clase
pt_br: Classe
ru_ru: Класс
uk_ua: Клас

source: ObjectID
fr_fr: Id Objet
gl_es: ID do Obxecto
ru_ru: ID объекта

source: ChildID
fr_fr: Id Équipement Enfant
gl_es: ID do Fillo
pt_br: FilhoID
ru_ru: Дочерний ID

source: Property
fr_fr: Propriétaire
gl_es: Propiedade
pt_br: Propriedade
ru_ru: Свойство
uk_ua: Параметр

source: Old Value
fr_fr: Ancienne valeur
gl_es: Valor Anterior
pt_br: Valor antigo
ru_ru: Старое значение
uk_ua: Попереднє значення

source: New Value
fr_fr: Nouvelle valeur
gl_es: Novo Valor
pt_br: Novo valor
ru_ru: Новое значение
uk_ua: Нове значення

source: Activity Log
fr_fr: Journal d'événement
uk_ua: Журнал активності

source: Network Map Viewer
fr_fr: Visualisation des cheminements réseaux
gl_es: Visor do Mapa de Rede
pt_br: Visualização do mapa da rede
ru_ru: Просмотрщик сетевой карты
uk_ua: Перегляд мапи мережі

source: Filter type:
fr_fr: Type de filtre:
gl_es: Tipo de ficheiro:
pt_br: Tipo de filtro:
ru_ru: Тип фильтра:
uk_ua: Фільтр:

source: Select filter type
fr_fr: Sélectionner un type de filtre
gl_es: Seleccione o tipo de filtro
pt_br: Selecione o tipo de filtro
ru_ru: Выберите тип фильтра
uk_ua: обрати...

source: Custom Tag
fr_fr: Balise personnalisée
gl_es: Etiqueta Personalizada
pt_br: Tag Customizada
ru_ru: Пользовательский тег
uk_ua: Мітка

source: All Data Centers
fr_fr: Tous les data center
gl_es: Todos os Centros de Proceso de Datos
pt_br: Todos os Data Center
ru_ru: Все центры обработки данных
uk_ua: всі ЦОДи

source: Choose either power sources or panels to simulate for Data Center
fr_fr: Choisissez soit une source électrique soit un tableau électrique pour faire une simulation sur le data center
gl_es: Elixir fontes de enerxía ou cadros a simular para o CPD
pt_br: Escolha entre Fontes de energia ou Painéis para simular para o Data Center
ru_ru: Выберите источник питания или электощит для симуляции
uk_ua: Оберіть джерело електроживлення, або модульний БРЖ для ЦОДа

source: Only show down/unknown devices
fr_fr: Montrer seulement les équipements arrêtés ou inconnu
gl_es: Sólo mostrar dispositivos caídos/descoñecidos
pt_br: Mostrar apenas equipamentos em estado caído ou desconhecido
ru_ru: Показывать только выключенные/неизвестные устройства
uk_ua: Показувати тільки пристрої з невідомим станом

source: Power Source
fr_fr: Source électrique
gl_es: Fonte de Enerxía
pt_br: Fonte de Energia
ru_ru: Источник питания
uk_ua: Джерело електроживлення

source: Power Panel
fr_fr: Tableau électrique
gl_es: Cadro Eléctrico
pt_br: Painel de energia
ru_ru: Электрический щит
uk_ua: Модульний БРЖ

source: Tags (example: +Linux -Development)
fr_fr: Balises (exemple: +Linux -Développement)
gl_es: Etiquetas (exemplo: +Linux -Desenvolvemento)
pt_br: Tags (Exemplo: +Linux - Desenvolvimento)
ru_ru: Теги (например: +Linux -Development)
uk_ua: Мітки (наприклад: +Linux -Development)

source: Power Panel Schedule Report
fr_fr: Rapport de planification des tableaux électriques
gl_es: Informe do Esquema do Cadro Eléctrico
pt_br: Relatório de Agendamento do Painel de Força
ru_ru: Отчет по таблице потребителей питания
uk_ua: Друк модульних БРЖ та їх споживачів

source: Panel Schedule for
fr_fr: Planification des tableaux électriques pour
gl_es: Esquema do Cadro para
pt_br: Painel agendado para
ru_ru: Таблица распределения потребителей для
uk_ua: Таблиця споживачів

source: Pole
fr_fr: Phase
gl_es: Polo
pt_br: Polo
ru_ru: Полюс
uk_ua: Номер модуля в БРЖ

source: Power Distribution by Data Center
fr_fr: Distribution électrique par data center
gl_es: Distribución de Enerxía Eléctrica por CPD
pt_br: Distribuição de energia por datacenter
ru_ru: Распределение питания ЦОД
uk_ua: Друк обладнання по джерелам електроживлення

source: PDU
fr_fr: Bandeau électrique
uk_ua: Шафний БРЖ або АВР

source: Simulated Outage Report
fr_fr: Rapport de simulation des pannes électriques
pt_br: Relatório Simulado de Falta Elétrica
ru_ru: Отчет по симуляции перерыва в работе
uk_ua: Друк обладнання з каталогу проектів з проблемами електроживлення

source: Simulated Power Outage by Project
fr_fr: Rapport de simulation de panne électriques par Projet
pt_br: Relatório Simulado de Falta Elétrica por Projeto
ru_ru: Отчет по симуляции отключения энергии по проекту
uk_ua: Друк обладнання з каталогу проектів з проблемами електроживлення

source: Summary
fr_fr: Résumé
pt_br: Sumário
ru_ru: Сводка
uk_ua: Зведення

source: Power Outage Simulation report
fr_fr: Rapport de simulation de panne électrique
pt_br: Relatório de Simulação de Falta Elétrica
ru_ru: Отчет по симуляции отключения питания
uk_ua: Друк обладнання з каталогу проектів з проблемами електроживлення

source: Project Status
fr_fr: Statut Projet
pt_br: Situação do Projeto
ru_ru: Статус проекта
uk_ua: Стан проекту

source: Only listing systems which are down or unknown.
fr_fr: Lister seulement les systèmes qui sont arrêtés ou inconnus
gl_es: Só listar sistemas que estean caídos ou son descoñecidos.
pt_br: Listando apenas sistemas que estão em estado caído ou desconhecido
ru_ru: Отображать только выключенные/неизвестные системы
uk_ua: Перелічено тільки пристрої з невідомим станом

source: DeviceName
fr_fr: Nom de l’équipement
pt_br: NomeDispositivo
ru_ru: Имя устройства
uk_ua: Ім'я

source: Child
fr_fr: Équipement Enfant
gl_es: Fillo
pt_br: Filho
ru_ru: Дочернее
uk_ua: Дочірній пристрій

source: Compromised
fr_fr: Compromis
pt_br: Comprometido
ru_ru: Скомпрометированный
uk_ua: під загрозою

source: No Devices Were Affected
fr_fr: Aucun équipements associés
pt_br: Sem Dispositivos Afetados
ru_ru: Нет затронутых устройств
uk_ua: Відповідні пристрої відсутні

source: Included Tags
fr_fr: Balises inclues
pt_br: Tags Incluidas
ru_ru: Включёные теги
uk_ua: Включаючи пристрої з мітками

source: Excluded Tags
fr_fr: Balises exclues
pt_br: Tags Excluídas
ru_ru: Исключёные теги
uk_ua: За виключенням пристроїв з мітками

source: All Projects/Services
fr_fr: Tous les projets/Services
uk_ua: Усі проекти/послуги

source: Specified Project/Service
fr_fr: Projets/Services spécifiés
uk_ua: Вказаний проект/послуга

source: Report of all cabinets and devices associated with Projects/Services.
fr_fr: Rapport sur tous les baies et les équipements associés à des projets/services.
uk_ua: Звіт про всі шафи та пристрої, пов’язані з проектами/послугами.

source: Criteria for Report:
fr_fr: Critère du rapport:
uk_ua: Критерії звіту:

source: Project Name:
fr_fr: Nom du projet:
pt_br: Nome do Projeto
ru_ru: Имя проекта:
uk_ua: Назва проекту

source: Project Sponsor:
fr_fr: Responsable du projet:
uk_ua: Виконавець проекту:

source: Start Date:
fr_fr: Date de début:
uk_ua: Дата початку:

source: Expiration Date:
fr_fr: Date de fin:
uk_ua: Планова дата завершення:

source: Actual End:
fr_fr: Date de fin réactualisée
uk_ua: Фактичний кінець:

source: Total Assigned Cabinets:
fr_fr: Baie cible
uk_ua: Всього доданих шаф:

source: Storage Room
fr_fr: Salle de stockage
uk_ua: Склад

source: Unspecified
fr_fr: Non spécifié
uk_ua: Не визначено

source: Select Project
fr_fr: Sélectionner un projet
pt_br: Projeto Selecionado
ru_ru: Выберите проект
uk_ua: обрати...

source: All Projects
fr_fr: Tous les projets
pt_br: Todos os Projetos
ru_ru: Все проекты
uk_ua: Усі проекти

source: Choose a specific project to report on, or all projects. Output will be sent in Excel 2007 format.
fr_fr: Choisir un projet spécifique pour le reporting. La sortie sera sous format Excel 2007.
uk_ua: Виберіть конкретний проект для звіту або всі проекти. Результати будуть збережені у форматі Excel 2007.

source: Inventory Reports
fr_fr: Rapport d'inventaire
gl_es: Informes de Inventario
pt_br: Relatórios de inventário
ru_ru: Отчеты
uk_ua: Звітність

source: Contact Reports
fr_fr: Rapport sur les contacts
gl_es: Informe de Contactos
pt_br: Relatórios de Contatos
ru_ru: Отчеты по контактам
uk_ua: Контактна інформація

source: Department/Contact Report
fr_fr: Rapport sur les contacts du département
gl_es: Informe de Departamentos/Contactos
pt_br: Relatório de Departamento/Contatos
ru_ru: Отчет по департаменту/контакту
uk_ua: Друк адресної книжки

source: Asset Reports
fr_fr: Rapport d'inventaire
gl_es: Informe de Activos
pt_br: Relatório de ativos
ru_ru: Отчеты по активам
uk_ua: Звітність по обладнанню

source: Search/Export by Data Center
fr_fr: Chercher/Exporter par data center
gl_es: Buscar/Exportar por CPD
pt_br: Buscar/Exportar por datacenter
ru_ru: Поиск/экспорт данных по центрам обработки данных
uk_ua: Друк зведення по ЦОДам/площадкам

source: Storage Room Search/Export by Data Center
fr_fr: Chercher/Exporter dans les salles de stockage par data center
uk_ua: Друк та експорт обладнання на складах по ЦОДам

source: Export Data Center for CFD (XML)
fr_fr: Exporter pour CFD (XML)
gl_es: Exportar CPD para CDF (XML)
pt_br: Exportar CFD do Data Center (XML)
ru_ru: Экспортировать ЦОД для CFD (XML)
uk_ua: Експорт зведення по ЦОДам/площадкам для CFD (XML)

source: Asset Report by Owner
fr_fr: Rapport d'inventaire par propriètaire
gl_es: Informe de Activos por Propietario
pt_br: Relatório de ativos por Proprietário
ru_ru: Отчет по активах по владельцу
uk_ua: Друк обладнання по власникам

source: Data Center Asset Report [Excel]
fr_fr: Rapport d'inventaire du data center(Excel)
gl_es: Informe de Activos do CPD [Excel]
pt_br: Relatório de ativos do Data Center [Excel]
ru_ru: Отчет по активам ЦОД (Excel)
uk_ua: Експорт обладнання загалом [Excel]

source: Asset Aging Report
fr_fr: Rapport sur l'ancienneté des équipements
gl_es: Informe de Idade dos Activos
pt_br: Relatório de ativos
ru_ru: Отчет о возрасте активов
uk_ua: Друк обладнання за віком

source: Project Asset Report
fr_fr: Rapport sur les projets
pt_br: Relatório de Ativos do Projeto
ru_ru: Отчет по активам проекта
uk_ua: Друк та експорт проектів

source: Warranty Expiration Report
fr_fr: Rapport de fin de maintenance
gl_es: Informe de expiración de garantías
pt_br: Relatório de garantia expirada
ru_ru: Отчет по срокам гарантии
uk_ua: Друк обладнання за гарантійним терміном

source: Virtual Machines by Department
fr_fr: Machines virtuelles par département
gl_es: Máquinas Virtuais por Departamento
pt_br: Máquinas Virtuais por Departamento
ru_ru: Виртуальные машины по департаменту
uk_ua: Друк віртуальних машин по власникам

source: Network Map
fr_fr: Cartographie réseau
gl_es: Mapa da Rede
pt_br: Mapa de rede
ru_ru: Сетевая карта
uk_ua: Мапа комутації

source: Vendor/Model Report
fr_fr: Rapport sur les modèles et des constructeurs
uk_ua: Друк обладнання по виробникам/моделям.

source: Operational Reports
fr_fr: Rapport sur les opérations
gl_es: Informes Operacionais
pt_br: Relatórios operacionais
ru_ru: Оперативные отчеты
uk_ua: Звітність по електроживленню

source: Diverse Power Exceptions Report
fr_fr: Rapport des non conformités d'alimenation
gl_es: Informe de Incumprimentos Enerxéticos Diversos
pt_br: Relatório de exceções de Potência
ru_ru: Отчет по разнообразным исключениям питания
uk_ua: Друк обладнання з електроживленням по шафам

source: Simulated Power Outage Report
fr_fr: Rapport de simulation de coupure de courant
gl_es: Informe de Potencia de Saída Simulada
pt_br: Relatório de simulação de saída de energia
ru_ru: Отчет по симуляции отключения энергии
uk_ua: Друк обладнання з проблемами електроживлення

source: Project Power Outage Report
fr_fr: Rapport de simulation de coupure de courant dans les projets
ru_ru: Отчет по отключению энергии проекта
uk_ua: Друк обладнання з каталогу проектів з проблемами електроживлення

source: Server Tier Classification Report
fr_fr: Rapport de classification du tiering des équipements
gl_es: Informe de Clasificación TIER dos Servidores
pt_br: Relatório de classificação Tier
ru_ru: Отчет по классификации серверов
uk_ua: Друк обладнання з електроживленням по шафам

source: Cabinet List
fr_fr: Liste des baies
gl_es: Lista de Armarios
pt_br: Lista de Racks
ru_ru: Список шкафов
uk_ua: Друк схематичного розташування обладнання по шафам

source: Auditing Reports
fr_fr: Rapport d'audit
gl_es: Informe de Auditoría
pt_br: Relatórios de auditoria
ru_ru: Отчеты аудита
uk_ua: Журнали та аудит

source: Cabinet Audit Logs
fr_fr: Journal d'audit des baies
gl_es: Rexistro de Auditorías de Armarios
pt_br: Registros de auditoria de armário
ru_ru: Журнал аудита шкафов
uk_ua: Журнал статистики по аудиту шаф

source: Cabinet Audit Frequency
fr_fr: Féquence d'audition des baies
gl_es: Frecuencia de Auditoría de Armarios
pt_br: Frequência de auditoria de armários
ru_ru: Частота аудита шкафов
uk_ua: Журнал аудиту по шафам
