Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Manage Supply Bins
fr_fr: Gestion des bacs de pièces détachées/fournitures
gl_es: Xestionar Almacéns de Subministros
pt_br: Gerenciar Escaninhos de Consumíveis
ru_ru: Ящики для запчастей
uk_ua: Коробки із запчастинами

source: Manage Supplies
fr_fr: Gestion des pièces détachées
gl_es: Xestionar Subministros
pt_br: Gerenciar Consumíveis
ru_ru: Запчасти
uk_ua: Номенклатура

source: Manage Disposal Methods
fr_fr: Gestion des mécanismes de sorties des équipements
uk_ua: Керування методами утилізації

source: Edit Data Centers
fr_fr: Gestion des salles (Data centers)
gl_es: Editar CPDs
pt_br: Editar Data Centers
ru_ru: Центры обработки данных
uk_ua: ЦОДи

source: Edit Containers
fr_fr: Gestion des rattachements
gl_es: Editar Colectores
pt_br: Editar Containers
ru_ru: Контейнеры
uk_ua: Контейнери

source: Edit Zones
fr_fr: Gestion des zones
gl_es: Editar Zoas
pt_br: Editar Zonas
ru_ru: Зоны
uk_ua: Зони

source: Edit Rows of Cabinets
fr_fr: Gestion des travées de baies
gl_es: Editar Filas de Armarios
pt_br: Editar Fileiras de Armários
ru_ru: Ряды шкафов
uk_ua: Ряди шаф

source: Facilities Image Management
fr_fr: Gestion des images (équipements, plans de salles)
gl_es: Gestión de Imaxes das Instalacións
pt_br: Gerenciamento de Imagem dos Prédios
ru_ru: Изображения
uk_ua: Креслення

source: Power Management
fr_fr: Gestion Electrique
gl_es: Xestión da Enerxía
pt_br: Gerenciamento de energia
ru_ru: Управление питанием
uk_ua: Електроживлення

source: Edit Power Panels
fr_fr: Editer les tableaux électriques
gl_es: Editar Cadros Eléctricos
pt_br: Editar Painéis de Energia
ru_ru: Электрические щиты
uk_ua: Модульні БРЖ

source: Path Connections
fr_fr: Chaines de liaisons
gl_es: Camiño de Conexións
pt_br: Caminho de Conexões
ru_ru: Подключения
uk_ua: Комутація

source: View Path Connection
fr_fr: Voir les chaines de liaisons
gl_es: Ver Camiño de Conexións
pt_br: Visualizar Caminho de Conexões
ru_ru: Просмотр пути подключения
uk_ua: Пошук та перегляд комутації

source: Make Path Connection
fr_fr: Editer/Créer une chaine de liaison
gl_es: Crear Camiño de Conexións
pt_br: Criar Caminho de Conexões
ru_ru: Создать путь подключения
uk_ua: Майстер автоматичної комутації

source: Edit Configuration
fr_fr: Gestion la configuration serveur
gl_es: Editar Configuración
pt_br: Editar Configuração
ru_ru: Конфигурация
uk_ua: Налаштовки

source: Logout
fr_fr: Déconnexion
pt_br: Encerrar
ru_ru: Выход
uk_ua: Вийти

source: Side
fr_fr: Côté
gl_es: Lado
pt_br: Lateral
ru_ru: Сбоку
uk_ua: Сторона

source: Creating an end to end connection
fr_fr: Créer une chaine de liaison point à point
gl_es: Creación de conexións extremo a extremo
pt_br: Criando uma conexão ponto a ponto
ru_ru: Создание подключения точка-точка
uk_ua: Майстер автоматичної комутації

source: Connection implemented
fr_fr: Chaine de liaison mise en oeuvre
gl_es: Conexión Implementada
pt_br: Conexão implementada
ru_ru: Соединение реализовано
uk_ua: Комутацію виконано

source: Path not initialized
fr_fr: Chaine de liaison non initialisée
gl_es: Camiño non inicializado
pt_br: Caminho não inicializado
ru_ru: Путь не инициализирован
uk_ua: Комутацію не проініціалізовано

source: Error getting initial device data
fr_fr: Erreur d'obtention des données de l'équipement source
gl_es: Erro obtindo os datos do dispositivo inicial
pt_br: Erro ao buscar dados iniciais do equipamento
ru_ru: Ошибка получения данных о начальном устройстве
uk_ua: Помилка отримання інформації про початковий пристрій комутації

source: Error: initial device is a panel
fr_fr: Erreur: L'équipement source est un panneau de brassage
gl_es: Erro: o dispositivo inicial é un panel
pt_br: Erro: O equipamento inicial é um painel
ru_ru: Ошибка: начальное устройство - эелектрощит
uk_ua: Помилка: початковий пристрій комутації є патчпанеллю

source: Error getting initial device port data
fr_fr: Erreur d'obtention d'information sur le port de l'équipement source
gl_es: Erro obtindo os datos do porto do dispositivo inicial
pt_br: Erro ao buscar dados iniciais da porta de dados do equipamento
ru_ru: Ошибка получения данных о порте начального устройства
uk_ua: Помилка отримання інформації про порт початкового пристрою комутації

source: Error: initial device port is already connected
fr_fr: Erreur: Le port de l'équipement source est déjà connecté
gl_es: Erro: ol dispositivo inicial xa está conectado
pt_br: Erro: Aporta do equipamento inicial já está conectada
ru_ru: Ошибка: порт начального устройства уже подключен
uk_ua: Помилка: порт початкового пристрою комутації вже підключено

source: Error getting final device data
fr_fr: Erreur d'obtention des données de l'équipement cible
gl_es: Erro obtindo datos do dispositivo final
pt_br: Erro ao buscar dados finais do equipamento
ru_ru: Ошибка получения данных о конечном устройстве
uk_ua: Помилка отримання інформації про кінцевий пристрій комутації

source: Error: final device is a panel
fr_fr: Erreur: l'équipement cible est un panneau de brassage
gl_es: Erro: o dispositivo final é un panel
pt_br: Erro: O equipamento final é um painel
ru_ru: Ошибка: конечное устройство - электрощит
uk_ua: Помилка: кінцевий пристрій комутації є патчпанеллю

source: Error getting final device port data
fr_fr: Erreur d'obtention d'information sur les ports de l'équipement cible
gl_es: Erro obtindo datos do porto do dispositivo final
pt_br: Erro ao buscar dados finais da porta de dados do equipamento
ru_ru: Ошибка получения данных о порте конечного устройства
uk_ua: Помилка отримання інформації про порт кінцевого пристрою комутації

source: Error: final device port is already connected
fr_fr: Erreur: le port de l'équipement cible est déjà connecté
gl_es: Erro: o porto do dispositivo final xa está conectado
pt_br: Erro: Aporta do equipamento final já está conectada
ru_ru: Ошибка: порт конечного устройства уже подключен
uk_ua: Помилка: порт кінцевого пристрою комутації вже підключено

source: Path not found
fr_fr: Chaine de liaison non trouvée
gl_es: Camiño non atopado
pt_br: Caminho não encontrado
ru_ru: Путь не найден
uk_ua: Шлях комутації не знайдено

source: Initial device unspecified
fr_fr: Équipement source non défini
gl_es: Dispositivo inicial non especificado
pt_br: Equipamento inicial não especificado
ru_ru: Начальное устройство не указано
uk_ua: Початковий пристрій комутації не вказано

source: Initial device port unspecified
fr_fr: Port de l'équipement source non défini
gl_es: Porto do dispositivo inicial non especificado
pt_br: Porta do Equipamento inicial não especificado
ru_ru: Порт начального устройства не указан
uk_ua: Порт початкового пристрою комутації не вказано

source: Final device unspecified
fr_fr: Équipement cible non défini
gl_es: Dispositivo final non especificado
pt_br: Equipamento Final não especificado
ru_ru: Конечное устройство не указано
uk_ua: Кінцевий пристрій комутації не вказано

source: Unknown Error
fr_fr: Erreur inconnue
gl_es: Erro descoñecido
pt_br: Erro Desconhecido
ru_ru: Неизвестная ошибка
uk_ua: Невідома помилка

source: Front Connection
fr_fr: Connexion en face avant
gl_es: Conexión Frontal
pt_br: Conexão frontal
ru_ru: Фронтальное подключение
uk_ua: Патчкорд

source: Rear Connection
fr_fr: Connexion en face arrière
gl_es: Conexión Traseira
pt_br: Conexão traseira
ru_ru: Тыльное подключение
uk_ua: Міжпанельна комутація

source: Implement in DataBase
fr_fr: Inscrire en base de donnée
gl_es: Implementar na Base de Datos
pt_br: Implemente na Base de Dados
ru_ru: Реализация в базе данных
uk_ua: Зберегти запропоновану комутацію

source: Initial device
fr_fr: Équipement source
gl_es: Dipositivo inicial
pt_br: Dispositivo Inicial
ru_ru: Начальное устройство
uk_ua: Початковий пристрій

source: Final device
fr_fr: Équipement cible
gl_es: Dipositivo final
pt_br: Dispositivo Final
ru_ru: Конечное устройство
uk_ua: Кінцевий пристрій

source: Make Path
fr_fr: Crée une chaine de liaison
gl_es: Crear Camiño
pt_br: Criar Caminho
ru_ru: Создать путь
uk_ua: Запустити майстер

source: End to end connection path
fr_fr: Chaine de liaison point à point
gl_es: Conexións extremo a extremo
pt_br: Caminho da Conexão Ponto a Ponto
ru_ru: Путь подключения точка-точка
uk_ua: Пошук та перегляд комутації

source: Front connections deleted
fr_fr: Chaine de liaison de la face avant supprimées
gl_es: Conexións Frontais Eliminadas
pt_br: Conexões frontais apagadas
ru_ru: Фронтальоне подключение удалено
uk_ua: Видалити патчкорди

source: Come back when you have device rights
fr_fr: Merci de revenir quand vous avez les droits sur cet équipement.
gl_es: Volva cando teña permisos de dispositivos
pt_br: Retorne quando você tiver direitos nos equipamentos
ru_ru: Возвращайтесь, когда у вас будут права на устройство
uk_ua: Вернутись назад, оскільки немає прав на внесення змін

source: There is a loop in this port
fr_fr: Il y a une boucle sur ce port
gl_es: Hai un bucle neste porto
pt_br: Há um loop nesta porta
ru_ru: Существует петля на этом порту
uk_ua: Порт підключено до самого себе

source: Device not found
fr_fr: Équipement non trouvé
gl_es: Dispositivo non atopado
pt_br: Equipamento não encontrado
ru_ru: Устройство не найдено
uk_ua: Пристрій не знайдено

source: There are several devices with this label
fr_fr: Il y a plusieurs équipements avec ce nom
gl_es: Hai varios dispositivos con esa etiqueta
pt_br: Existem diversos equipamentos com essa etiqueta
ru_ru: Есть несколько устройств с этим именем
uk_ua: Існує декілька пристроїв з однаковою біркою

source: Please, select a device from list
fr_fr: Merci de sélectionner un équipement dans la liste
gl_es: Por favor, seleccione un dispositvo da lista
pt_br: Por favor, selecione um equipamento da lista
ru_ru: Выберите устройство из списка
uk_ua: Будь-ласка, оберіть пристрій зі списку

source: Not found
fr_fr: Non trouvé
gl_es: Non atopado
pt_br: Não encontrado
ru_ru: Не найдено
uk_ua: Не знайдено

source: Path of
fr_fr: Chaine de liaison pour
gl_es: Camiño de
pt_br: Caminho de
ru_ru: Путь к
uk_ua: Схема комутації з

source: Delete front connections in DataBase
fr_fr: Suppression des chaines de liaison en face avant dans la base de donnée
gl_es: Eliminar conexións frontais da base de datos
pt_br: Remover conexões frontais do banco de dados
ru_ru: Удалить лицевые подключения из базы
uk_ua: Роз'єднати патчкорди та застосувати зміни

source: Search by path identifier
fr_fr: Recherché avec l'Id de la chaine de liaison
gl_es: Buscar por identificador de camiño
pt_br: Buscar por identificador de caminho
ru_ru: Искать по идентификатору пути
uk_ua: Пошук за маркуванням

source: Identifier
fr_fr: Id
gl_es: Identificador
pt_br: Identificador
ru_ru: Идентификатор
uk_ua: Примітки

source: Search
fr_fr: Rechercher
gl_es: Buscar
pt_br: Buscar
ru_ru: Поиск
uk_ua: Пошук

source: Search by label/port
fr_fr: Rechercher par nom ou par port
gl_es: Buscar por etiqueta/porto
pt_br: Buscar por etiqueta/porta
ru_ru: Поиск по имени/порту
uk_ua: Пошук за назвою порта

source: openDCIM Department Membership Maintenance
fr_fr: OpenDCIM - Gestion des appartenance au sein des départements
gl_es: Mantemento de Membros de Departamentos de openDCIM
pt_br: Departamento da Equipe de Manutenção OpenDcim
ru_ru: Техническое обслуживание членства в департаменте openDCIM
uk_ua: Належність людей до відділів

source: Department Membership
fr_fr: Appartenance
gl_es: Membro de Departamento
pt_br: Departamento de Relacionamento
ru_ru: Членство в департаменте
uk_ua: Належність до відділів

source: Inherited Meter Load
fr_fr: Charge amont
ru_ru: Унаследованная нагрузка
uk_ua: Успадкована потужність

source: Estimated Load
fr_fr: Charge estimée
pt_br: Carga Estimada
ru_ru: Плановая нагрузка
uk_ua: Обчислена потужність

source: Panel Meter Load
fr_fr: Charge du tableau électrique
pt_br: Carga no Medidor do Painel
ru_ru: Нагрузка щитка
uk_ua: Виміряна потужність

source: Power Panel ID
fr_fr: Nom
gl_es: ID do Cadro Eléctrico
pt_br: ID do Painel de Energia
ru_ru: ID электрощита
uk_ua: Модульний БРЖ

source: New Panel
fr_fr: Nouveau tableau électrique
gl_es: Novo Cadro
pt_br: Novo Painel
ru_ru: Новый электрический щит
uk_ua: новий...

source: Panel Name
fr_fr: Nom (Source ou Tableau)
gl_es: Nome do Cadro
pt_br: Nome do painel
ru_ru: Имя электрощита
uk_ua: Ім'я

source: Number of Poles
fr_fr: Nb de départs électriques
gl_es: Número de Circuitos
pt_br: Numero de Polos
ru_ru: Количество полюсов
uk_ua: Кількість модулів

source: Main Breaker Amperage
fr_fr: Ampérage du disjoncteur de tête
gl_es: Amperaje do Interruptor Principal
pt_br: Corrente do disjuntor principal
ru_ru: Сила тока главного выключателя
uk_ua: Струм захисного автомата

source: Panel Voltage
fr_fr: Tension d'alimentation
gl_es: Voltaje do Cadro
pt_br: Tensão do Painel
ru_ru: Напряжение электрощита
uk_ua: Лінійна напруга

source: Numbering Scheme
fr_fr: Schéma de numérotation
gl_es: Esquema de Numeración
pt_br: Esquema de Numeração
ru_ru: Схема нумерации
uk_ua: Схема нумерації

source: Parent Panel
fr_fr: Parent (Source ou Tableau)
gl_es: Panel Pai
pt_br: Painel Principal
ru_ru: Родительский электрощит
uk_ua: Батьківський модульний БРЖ

source: Parent Breaker Name
fr_fr: Disjoncteur Parent (Source ou Tableau)
gl_es: Nome do interruptor pai
pt_br: Nome do Disjuntor pai
ru_ru: Имя родительского выключателя
uk_ua: Назва захисного автомата

source: Panel Meter IP Address
fr_fr: Adresse IP
gl_es: Dirección IP do medidor do panel
pt_br: Endereço IP do Painel de medição
ru_ru: IP-адрес счетчика электрощита
uk_ua: IP-адреса

source: CDU/Meter Template
fr_fr: Modèle
gl_es: Plantilla da PDU/medidor
pt_br: Modelo de CDU/Medidor
ru_ru: Шаблон CDU/счетчика
uk_ua: Шаблон

source: Data Center (for Mapping)
fr_fr: Salle (pour cartographie)
uk_ua: ЦОД/площадка

source: Panel Schedule
fr_fr: Schéma des départs dans le tableau
gl_es: Conexións do Cadro
pt_br: Esquema do Painel
ru_ru: Таблица потребителей
uk_ua: Таблиця споживачів

source: Unknown Pole
fr_fr: Informations manquantes
pt_br: Polo Desconhecido
ru_ru: Неизвестный полюс
uk_ua: Невідомий номер модуля БРЖ

source: PDUs and Panels displayed here could not be drawn on the panel because no circuit ID was defined. Please check the pole positions on the panels again.
fr_fr: En raison de l'absence des numéros de départs, les départs électriques ne seront pas représentés. Merci de vérifier l'attribution des départs.
gl_es: PDUs mostradas non poden dibuxarse no cadro porque hai solapamento na asignación de ID de circuitos. Por favor, revise a posición das tomas do cadro.
pt_br: As PDUs exibidas não podem ser desenhadas devido a uma sobreposição na associação dos circuitos. Favor verificar a posição dos polos nos paineis novamente
ru_ru: Отображаемые тут PDU не могут быть нарисованы на электрощите из-за назначения дублирующих ID цепей. Пожалуйста, повторно проверьте позиции полюсов на электрощите.
uk_ua: Модулі БРЖ відображені тут не видно на кресленні БРЖ внаслідок того, що є співпадіння ID кіл. Будь-ласка, ще раз перевірте місце розташування модулів в БРЖ.

source: Errors
fr_fr: Erreurs
gl_es: Erros
pt_br: Erros
ru_ru: Ошибки
uk_ua: Помилки

source: PDUs and Panels displayed here could not be drawn on the panel because of an overlapping circuit ID assignment. Please check the pole positions on the panels again.
fr_fr: En raison d'un chevauchement des numéros de départs, les bandeaux de prises ne peuvent pas êtres représenté. Merci de vérifier l'attribution des départs.
pt_br: Os PDUs e Painéis exibidos aqui podem não ser desenhadas no painel devido a uma sobreposição na designação do ID de circuito. Favor verificar a posição dos polos nos paineis novamente
ru_ru: Отображаемые тут PDU не могут быть нарисованы на электрощите из-за перекрывающегося назначения ID цепи. Пожалуйста, повторно проверьте позиции полюсов на электрощите.
uk_ua: БРЖ та модульні БРЖ, що можуть тут відображатись, не показано, так як знайдено дублювання ID кіл. Будь-ласка, перевірте номер модуля БРЖ в модульному БРЖ.

source: Power panel delete confirmation
fr_fr: Confirmation de la suppression d'un tableau électrique
gl_es: Confirmación de eliminación de cadro eléctrico
pt_br: Confirmação de remoção de painel de energia
ru_ru: Подтверждение удаления электрического щита
uk_ua: Підтвердження видалення модульного БРЖ

source: Are you sure that you want to delete this power panel?
fr_fr: Êtes-vous sûr de vouloir supprimer ce tableau électrique ?
gl_es: ¿Está seguro de que quere eliminar este cadro eléctrico?
pt_br: Você tem certeza que deseja remover este painel de energia?
ru_ru: Вы уверены, что хотите удалить этот электрический щит?
uk_ua: Ви дійсно бажаєте видалити даний модульний БРЖ?

source: openDCIM Project Membership Maintenance
fr_fr: openDCIM - Gestion des appartenances aux projets
pt_br: Grupo de Manutenção do Projeto openDCIM
ru_ru: Техническое обслуживание членства в проекте openDCIM
uk_ua: Керування належністю пристроїв до проекту

source: Project to Administer
fr_fr: Gestion de projet
pt_br: Administrador do Projeto
ru_ru: Администрируемый проект
uk_ua: Назва проекту

source: Project Detail
fr_fr: Gestion des projets référencés
pt_br: Detalhes do projeto
ru_ru: Подробности о проекте
uk_ua: Керування проектами

source: openDCIM Project Information
fr_fr: openDCIM - Gestion des projets
pt_br: Informações do Projeto openDCIM
ru_ru: Информация о проекте openDCIM
uk_ua: Інформація по проекту

source: Project
fr_fr: Projet
pt_br: Projeto
ru_ru: Проект
uk_ua: Проект

source: New Project
fr_fr: Nouveau Projet
pt_br: Novo Projeto
ru_ru: Новый проект
uk_ua: новий...

source: Project Name
fr_fr: Nom du projet
pt_br: Nome do Projeto
ru_ru: Имя проекта
uk_ua: Назва проекту

source: Project Sponsor
fr_fr: Responsable du projet
pt_br: Patrocinador do Projeto
ru_ru: Организатор проекта
uk_ua: Виконавець проекту

source: Project Start Date
fr_fr: Date de démarrage
pt_br: Data de Inicio do Projeto
ru_ru: Дата начала проекта
uk_ua: Дата початку

source: Project Expiration Date
fr_fr: Date de fin planifiée
pt_br: Data de Vencimento do Projeto
ru_ru: Дата окончания проекта
uk_ua: Планова дата завершення

source: Project Actual End Date
fr_fr: Date de fin actualisée
pt_br: Data Atual de Fim do Projeto
ru_ru: Фактическая дата завершения проекта
uk_ua: Фактична дата завершення

source: Assign Devices
fr_fr: Associer avec des équipements
pt_br: Equipamentos Envolvidos
ru_ru: Назначить устройства
uk_ua: Додати пристрої

source: Assign Cabinets
fr_fr: Associer des baies
uk_ua: Додати шафи

source: Project delete confirmation
fr_fr: Confirmation de suppression d'un projet
pt_br: Confirmação de exclusão de projeto
ru_ru: Подтверждение удаления проекта
uk_ua: Підтвердження видалення проекту

source: Are you sure that you want to delete this project? (Devices will be unassociated, but will not be deleted).
fr_fr: Êtes-vous sûr de vouloir supprimer ce projet ? (Les équipements seront dissociés, mais ne seront pas supprimés).
pt_br: Você está certo da exclusão deste projeto? (Os equipamentos serão desvinculados, mas não excluídos)
ru_ru: Вы уверены, что хотите удалить проект? (Устройства будут отвязаны, но не будут удалены)
uk_ua: Ви дійсно підтверджуєте видалення цього проекту? (Асоційовані пристрої видалено не буде).

source: THERE IS NO UNDO
fr_fr: Il n'y a pas de retour arrière possible !!!!
pt_br: NÃO HÁ DESFAZER!!! (CTRL+Z)
ru_ru: ЭТО ДЕЙСТВИЕ НЕОБРАТИМО
uk_ua: ЦЮ ДІЮ ВІДМІНИТИ НЕМОЖЛИВО

source: Data Center Rack Request
fr_fr: Demande d'installation
gl_es: Solicitude de Rack do CPD
pt_br: Pedido de Armário para o Data Center
ru_ru: Запрос на размещение в стойке ЦОД
uk_ua: Формування заявки на розміщення

source: MailFrom
fr_fr: Message de
gl_es: CorreoDe
pt_br: Remetente
ru_ru: Отправитель
uk_ua: Адреса відправника

source: Check contact details for
fr_fr: Vérifier les contacts pour
gl_es: Revisar os detalles de contacto para
pt_br: Verificar detalhes de contato para
ru_ru: Проверьте подробности контакта для

source: Data center team address
fr_fr: Adresse de l'équipe du datacenter
gl_es: Dirección do equipo do CPD
pt_br: Endereço dos responsáveis pelo Data Center
ru_ru: Адрес команды ЦОД

source: ITS Facilities Rack Request
fr_fr: Demandes d'installation
gl_es: Solicitudes de Armario
pt_br: Pedido de Armário para o ITS
ru_ru: Запрос на размещение в стойке

source: Your request for racking up the device labeled %1$s has been received. The Network Operations Center will examine the request and contact you if more information is needed before the request can be processed. You will receive a notice when this request has been completed. Please allow up to 2 business days for requests to be completed.
fr_fr: Votre requête pour l'installation de l'équipement nommé %1$s a bien été reçu. L'équipe en charge des gestes de proximité examine votre demande et vous contactera si des informations complémentaires sont nécessaire pour la prise en charge de votre demande, Vous recevrez un message d'information lorsque cette demande sera traitée. Merci de nous laisser 2 jours ouvré pour traité votre demande.
gl_es: Recibiouse a súa solicitude de enrackado para o dispositivo etiquetado %1$s. O Centro de Gestión de Rede examinará a solicitude e contactará con vostede se precisa máis información antes de tramitar a solicitude. Recibirá unha notificación cando a solicitude se complete. A tramitación pode tardar ata 2 días laborables.
pt_br: Sua solicitação de instalação do Equipamento etiquetado como %1$s em Rack foi recebida. A operação do Data Center irá analisar o pedido e contactá-lo se for necessária mais alguma informação antes que o pedido possa ser processado. Você receberá um aviso quando este pedido foi concluído. O pedidos poderão levar até 2 dias úteis para serem concluídos.
ru_ru: Ваш запрос на размещение устройства %1$s было получено. Запрос будет проверен и с вами свяжутся, если потребуется дополнительная информация перед тем, как запрос будет обработан. Вы получите оповещение, когда этот запрос будет завершён. Пожалуйста, предоставьте до 2-х рабочих дней для завершения запроса.
uk_ua: Вашу заявку на розміщення в шафі пристрою з назвою %1$s було прийнято. Вашу заявку буде проаналізовано, та за необхідності отримання додаткової інформації з Вами зв'яжуться. Як тільки заявку буде виконано, Ви отримаєте відповідне повідомлення. Термін виконання Вашої заявки до 2 робочих днів.

source: Your Request ID is %1$d and you may view the request online at
fr_fr: L'identifiant de votre demande est le %1$d et vous trouverez la demande en ligne sur
gl_es: O identificador da súa solicitude é %1$d e pode vela en línea en
pt_br: O Número de seu pedido é %1$d e você deve ver o pedido online no
ru_ru: ID вашего запроса - %1$d . Вы можете посмотреть запрос онлайн по
uk_ua: ID Вашої заявки %1$d, використовуючи який, Ви можете її переглянути за

source: this link
fr_fr: ce lien
gl_es: este enlace
pt_br: este link
ru_ru: эту ссылку
uk_ua: цією адресою

source: Your request for racking up the device labeled %1$s has been completed.
fr_fr: Votre demande pour l'installation de l'équipement nommé %1$s a été réalisé.
gl_es: A súa solicitude de enrackado para o dispositivo etiquetado %1$s completouse.
pt_br: Sua requisição para instalação do equipamento %1$s no rack foi terminada.
ru_ru: Ваш запрос на размещение устройства %1$s завершён.
uk_ua: Вашу заявку на розміщення в шафі пристрою з назвою %1$s було виконано.

source: To view your device in its final location click %1$s
fr_fr: Pour voir votre équipement à son emplacement définitif, cliquez sur %1$s
gl_es: Para ver o seu dispositivo na súa posición final, pulse %1$s
pt_br: Para visualizar seu equipamento em sua instalação final, clique %1$s
ru_ru: Для просмотра вашего устройства в его конечном расположении нажмите %1$s
uk_ua: Для перегляду Вашого пристрою на місці розташування перейдіть за %1$s
