Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM_Latvian.po
Languages: lv_lv

source: Data Center Time Periods Listing
lv_lv: Datu Centru Laika Periodu Saraksts

source: Escalation Time Period
lv_lv: Eskalāciju Laika Periods

source: New Time Period
lv_lv: Jauns Laika Periods

source: Data Center Virtual Machine Detail
lv_lv: Datu Centra Virtuālās Mašīnas Informācija

source: Data Center Contact Detail
lv_lv: Datu Centra Kontaktpersonas Informācija

source: Existing UserID account displayed.
lv_lv: Pastāvošs LietotajaID konts parādīts.

source: Something is broken. Unable to create Person account.
lv_lv: Kaut kas salūza. Nevar izveidot Personas kontu.

source: User
lv_lv: Lietotājs

source: New User
lv_lv: Jauns Lietotājs

source: This user is the primary contact for this many devices
lv_lv: Šis lietotājs ir primārais kontakts priekš tik daudz iekārtām

source: Last Name
lv_lv: Uzvārds

source: First Name
lv_lv: Vārds

source: Phone 1
lv_lv: Telefons 1

source: Phone 2
lv_lv: Telefons 2

source: Phone 3
lv_lv: Telefons 3

source: Email Address
lv_lv: E-pasts

source: Generate New Key
lv_lv: Izveidot Jaunu Atslēgu

source: Rights
lv_lv: Tiesības

source: Admin Own Devices
lv_lv: Paša Iekārtu Pašadministrēšana

source: Read/Report Access (Global)
lv_lv: Lasīt/Piekļūt Ziņojumiem (Visur)

source: Modify/Enter Devices (Global)
lv_lv: Rediģēt/Ievadīt Iekārtas (Visur)

source: Delete Devices (Global)
lv_lv: Dzēst Iekārtas (Visur)

source: Enter/Modify Contacts and Departments
lv_lv: Ievadīt/Rediģēt Kontaktpersonas un Nodaļas

source: Enter Rack Requests
lv_lv: Ievadīt Statņu Pieprasījumus

source: Complete Rack Requests
lv_lv: Izpildīt Statņu Pieprasījumus

source: Perform Bulk Operations
lv_lv: Veikt Masveida Rīcības

source: Manage Site and Users
lv_lv: Pārvaldīt Mājaslapu un Lietotājus

source: Transfer Devices
lv_lv: Pārvest Iekārtas

source: Transfer all devices to another primary contact
lv_lv: Pārvest visas iekārtas uz citu primāro kontaktu

source: Virtual Machine Inventory Exception Report
lv_lv: Virtuālo Mašīnu Inventāra Izņēmumu Ziņojums

source: This is an automated message from the
lv_lv: Šis ir pašizveidots ziņojums no

source: Inventory Process. This process is scheduled to run once each business day.</p> <p>The following
lv_lv: Inventārs Process. Šis process ir plānots palaisties reizi katru darba dienu.</p> <p> Sekojošais

source: Virtual Machines were detected in the environment and do not have an associated owner record. It is assumed that these are new Virtual Machines. Please click on the links below to update ownership information.
lv_lv: Tika konstatētas Virtuālās Mašīnas šajā vidē bez īpašnieku ieraksta. Pieņemam, ka tas ir tāpēc, ka šīs Virtuālās Mašīnas ir jaunas. Lūdzu spiediet uz saiknēm lejup, lai atjaunotu īpašnieka informāciju.

source: If the appropriate department is not listed as an option for ownership, please send an email to
lv_lv: Ja pareizā nodaļa nav norādīta kā izvēle priekš īpašniecības, lūdzu sūtiet e-pastu uz

source: to have it added.
lv_lv: lai to pievienotu.

source: Server Name
lv_lv: Servera Nosaukums

source: Virtual Machine Inventory Expiration Report
lv_lv: Virtuālo Mašīnu Inventāra Derīguma Beigu Ziņojums

source: Virtual Machine Inventory Process. This process is scheduled to run once each business day.
lv_lv: Virtuālo Mašīnu Inventāra process. Šis process ir plānots palaisties katru darba dienu.

source: The following
lv_lv: Sekojošās

source: Virtual Machines have not been detected within the past
lv_lv: Virtuālās Mašīnas nav bijušas konstatētas pagājušajās

source: days and are assumed to be expired. They are being removed from the inventory system.
lv_lv: dienās un ir uzskatītas kā izbeigušās. Tās tiek izņemtas no inventāra sistēmas.

source: Data Center Operations Work Order Builder
lv_lv: Datu Centra Darbību Darba Kārtības Veidotājs

source: openDCIM-workorder-
lv_lv: openDCIM-darbakartiba-

source: Work Order Contents
lv_lv: Darba Kārtības Saturs

source: Image
lv_lv: Bilde

source: Select All
lv_lv: Izvēlēties Visu

source: Email to DC Team Address
lv_lv: Sūtīt uz DC Komandas E-pastu

source: Clear Reservation Flag
lv_lv: Notīrīt Rezervācijas Karogojumu

source: Move Items to Storage
lv_lv: Pārvietot Lietas Uz Noliktavu

source: Clear
lv_lv: Notīrīt

source: Data Center Zones
lv_lv: Datu CentrU Zonas/Salas

source: openDCIM Data Center Zones
lv_lv: openDCIM Datu Centru Zonas/Salas

source: New Zone
lv_lv: Jauna Zona/Sala

source: Zoom
lv_lv: Pietuvināt

source: Click and drag on the image to select an area for this zone
lv_lv: Spiediet un velciet peli uz bildes, lai iezīmētu šīs zonas/salas reģionu

source: Verify Delete Zone
lv_lv: Apstiprināt Zonas/Salas Dzēšanu

source: This Zone will be deleted and there is no undo. Assets within the zone will remain as members of the Data Center.
lv_lv: Šī Zona/Sala tiks dzēsta un to nevarēs atcelt. Aparatūras zonā/salā paliks kā Datu Centra piederumi.

source: Zone Statistics
lv_lv: Zonas/Salas Statistika

source: Zone Size (approximate)
lv_lv: Zonas/Salas Izmērs (apm.)

source: approximate
lv_lv: apmēram

source: Access Denied
lv_lv: Piekļuve Liegta

source: Failed to delete color with ColorID
lv_lv: Neizdevās dzēst krāsu ar krasasID

source: Device doesn't exist
lv_lv: Iekārta Nepastāv

source: Unauthorized
lv_lv: Neautorizēts

source: An unknown error has occured
lv_lv: Notika nezināma kļūmē

source: Error removing status, check to make sure it isn't in use on any devices.
lv_lv: Kļūme, noņemot stadiju, pārliecinieties, ka tā netiek lietota kādā iekārtā.

source: Status removed successfully.
lv_lv: Stadija veiksmīgi noņemta.

source: Unknown error
lv_lv: Nezināma kļūda

source: Cabinet not found
lv_lv: Statne nav atrasta

source: No device found with DeviceID
lv_lv: Neviena iekārta nav atrasta ar IekartasId

source: Device is not a sensor or is missing a template
lv_lv: Iekārta nav sensors vai tai trūkst šablons

source: No status found with StatusID
lv_lv: Neviena Stadija nav atrasta ar StadijasID

source: No color code found with ColorID
lv_lv: Neviena Krāsas koda nav atrasta ar KrasasID

source: No template found with TemplateID:
lv_lv: Neviena Šablona nav atrasts ar SablonaID:

source: No ports found for TemplateID:
lv_lv: Neviena porta nav atrasts priekš SablonaID:

source: Port not found for TemplateID:
lv_lv: Ports nav atrasts priekš SablonaID:

source: No slots found for TemplateID:
lv_lv: Neviena slota nav atrasta priekš SablonaID:

source: Insufficient privilege level
lv_lv: Nepietiekams privilēģiju līmenis

source: User not found in database.
lv_lv: Lietotājs nav atrasts datubāzē.

source: Unable to update People resource with the given parameters.
lv_lv: Nevar atjaunot Cilvēkresursus pēc dotajiem parametriem.

source: People resource for UserID=%1$s updated successfully.
lv_lv: Cilvēkresurs priekš UserID=%1$s atjaunots veiksmīgi.

source: Device update has failed
lv_lv: Iekārtas atjaunošana neizdevās

source: Update failed
lv_lv: Atjaunošana neizdevās

source: No device template found with TemplateID:
lv_lv: Nav atrasts šablons ar SablonaID:

source: Device template update failed
lv_lv: Iekārtas šablona atjaunošana neizdevās

source: Template port not found with id:
lv_lv: Šablona ports nav atrasts ar ID:

source: Template port update failed
lv_lv: Šablona porta atjaunošana neizdevās

source: Template slot not found with id:
lv_lv: Šablona slots nav atrasts ar ID:

source: Template slot update failed
lv_lv: Šablona slota atjaunošana neizdevās

source: Manufacturer not found with id:
lv_lv: Ražotājs nav atrasts ar ID:

source: Manufacturer update failed
lv_lv: Ražotāja atjauninājums neizdevās

source: UserID already in database. Use the update API to modify record.
lv_lv: LietotajaID jau ir datubāzē. Izmantojat API atjaunošanu, lai rediģētu ierakstu.

source: Unable to create People resource with the given parameters.
lv_lv: Nevar izveidot Cilvēkresursu ar dotajiem parametriem.

source: People resource created successfully.
lv_lv: Cilvēkresurs izveidots veiksmīgi.

source: Error creating new color.
lv_lv: Kļūme, izveidojot jauno krāsu.

source: New color created successfully.
lv_lv: Jauna krāsa veiksmīgi izveidota.

source: Device creation failed
lv_lv: Iekārtas izveide neizdevās

source: Device template creation failed
lv_lv: Iekārtas šablona izveide neizdevās

source: Device template port creation failed
lv_lv: Iekārtas šablona porta izveide neizdevās

source: Device template slot creation failed
lv_lv: Iekārtas šablona slota izveide neizdevās

source: Manufacturer not created:
lv_lv: Ražotājs nav izveidots:

source: UserID=
lv_lv: LietotajaID=

source: People resource for UserID=%s updated successfully.
lv_lv: Cilvēkresurs ar LietotajaID=%s atjaunots veiksmīgi.

source: devices updated
lv_lv: Iekārtas atjaunotas

source: Error updating color code.
lv_lv: Kļūme, atjaunojot krāsas kodu.

source: Invalid operation
lv_lv: Nederīga darbība

source: Error creating new status.
lv_lv: Kļūme, veidojot jauno stadiju.

source: Status updated successfully.
lv_lv: Stadija veiksmīgi atjaunota.

source: New status created successfully.
lv_lv: Jauna stadija veiksmīgi izveidota.

source: no data
lv_lv: Nav datu

source: Measured Power Combined
lv_lv: Mērīto Jaudu Apvienojums

source: Quit that! You don't have rights to view this.
lv_lv: Beidz! Tev nav tiesību šo lasīt.

source: Details Restricted
lv_lv: Informācija Liegta

source: Tooltips are enabled with no options selected.
lv_lv: Palīgteksts ir iespējots bez izvēlētām opcijām.

source: Upload directory '%s' is not writable
lv_lv: Augšupielādes direktorija '%s' nav rakstāma

source: File was not deleted
lv_lv: Fails netika dzēsts

source: Couldn't complete file move
lv_lv: Nevarēja pabeigt faila pārvietošanu

source: The file is bigger than this PHP installation allows
lv_lv: Fails ir lielāks, nekā šī PHP instalācija pieļauj

source: The file is bigger than this form allows
lv_lv: Fails ir lielāks, nekā šī aizpildforma pieļauj

source: Only part of the file was uploaded
lv_lv: Tikai daļa no faila tika augšupielādēta

source: No file was uploaded
lv_lv: Neviens fails netika augšupielādēts

source: Missing a temporary folder
lv_lv: Trūkst pagaidmape

source: Failed to write file to disk
lv_lv: Neizdevās rakstīt failu uz diska

source: File upload stopped by extension
lv_lv: Faila augšupielādi pārstāja pārlūka paplašinājums

source: Invalid file type.
lv_lv: Nederīgs faila veids.

source: No files uploaded
lv_lv: Nekas netika augšupielādēts

source: You must be a site admin to add images
lv_lv: Jums ir jābūt mājaslapas adminam, lai pievienotu bildes

source: Token mismatch
lv_lv: Žetona nesakritība

source: God help us something has gone horribly wrong
lv_lv: Dievs glāb Mūs, kaut kas drausmīgi slikts notika

source: Composite View of Cabinets
lv_lv: Salikts Statņu Skats

source: Occupied Space
lv_lv: Aizņemtā vieta

source: Calculated Weight
lv_lv: Aprēķinātais Svars

source: Calculated Power Usage
lv_lv: Aprēķinātais Jaudas Patēriņš

source: Measured on
lv_lv: Mērīts

source: Row
lv_lv: Rinda

source: Import Error
lv_lv: Importa kļūme

source: An error has occurred creating the template.<br>Possibly there is already a template of the same manufacturer and model
lv_lv: Notikusi kļūme, izveidojot šablonu. <br>Iespējams jau pastāv šāds pats šablons

source: Import Warning
lv_lv: Importa Brīdinājums

source: An error has occurred creating the slot %s
lv_lv: Notika kļūme, izveidojot slotu %s

source: Ignored slot %s
lv_lv: Ignorēju slotu %s

source: An error has occurred creating the color code %s
lv_lv: Notikusi kļūme, izveidojot krāsas kodu %s

source: An error has occurred creating the media type %s
lv_lv: Notikusi kļūme, izveidojot mediju veidu %s

source: An error has occurred creating the port %s
lv_lv: Notikusi kļūme, izveidojot portu %s

source: Ignored port %s
lv_lv: Ignorēju portu %s

source: I don't know what type of device this is but it did not return any ports whatsoever. Do not try to report this as an error.
lv_lv: Es nezinu kāda veida iekārta šī ir, bet tā nerāda nekādus portus. Nemēģini šo reportēt kā kļūmi.

source: First port detection failed, please report to openDCIM developers
lv_lv: Pirmā porta noteikšana neizdevās, lūdzams reportēt openDCIM ražotājiem

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file. ie - If you choose DatabaseKey, then DeviceID, Cabinet, and DataCenterID fields must utilize the applicable ID.
lv_lv: Atslēglauka veids, kuru izmanto, lai sapārotu iekārtas openDCIMā. Tikai viens veids var tikt noteikts failam. Tas ir, ja Jūs izvēlaties DatubazesAtslegu, tad IekartasID, Statne, un DatuCentra ID laukiem jāizmanto šī atslēga.

source: Return to Zone %s
lv_lv: Atgriezties uz Zonu/Salu %s

source: Return to Row %s
lv_lv: Atgriezties uz Rindu %s

source: Power Outlet Name
lv_lv: Strāvas Spraudņa Nosaukums

source: Power Connections Count
lv_lv: Strāvas Savienojumu Skaits

source: Outlet Status
lv_lv: Izvada Statuss

source: Outlet Status On State
lv_lv: Izvada Statuss Stāvoklī

source: Current selection
lv_lv: Esošā izvēle

source: Verify directory rights
lv_lv: Apstiprināt direktoriju tiesības

source: Attribute Mapping
lv_lv: Īpašību Kartēšana

source: Site Specific Paths
lv_lv: Mājaslapai Specifiski Ceļi

source: Relative path for Drawings
lv_lv: Relatīvais ceļš Zīmējumiem

source: Relative path for Pictures
lv_lv: Relatīvais ceļš Bildēm

source: Relative path for Local/Custom Reports
lv_lv: Relatīvais ceļš Lokālajiem/Pašveidotajiem Ziņojumiem

source: Log Retention (Days)
lv_lv: Žurnālu Paturēšana (Dienas)

source: Expirations
lv_lv: Iztecēšanas

source: Unseen Virtual Machines (Days)
lv_lv: Neredzētas Virtuālās Mašīnas (Dienas)

source: Uninstalled Reservations (Days)
lv_lv: Atinstalētās Rezervācijas (Dienas)

source: Which Cabinet Label?
lv_lv: Kurš Statnes Nosaukums?

source: Owner Name
lv_lv: Īpašnieka Nosaukums

source: Key Lock Information
lv_lv: Astlēdzenes Informācija

source: Model No
lv_lv: Modeļa Nr

source: Test Settings
lv_lv: Testēt Iestatījumus

source: Email Alerts on Power Poll
lv_lv: E-pasta Brīdinājumi uz Strāvas Aptauju

source: Email Alerts on Sensor Poll
lv_lv: E-pasta Brīdinājumi uz Sensoru Aptauju

source: LDAP or SAML Attribute Mapping
lv_lv: LDAP vai SAML Īpašību Kartēšana

source: FirstName
lv_lv: Vards

source: Group Mapping
lv_lv: Grupu Kartēšana

source: SAML Attribute containing Groups
lv_lv: SAMP Īpašību saturošās Grupas

source: Leave blank for Active Directory
lv_lv: Atstājiet tukšu priekš Aktīvās Direktorijas

source: LDAP Debugging
lv_lv: LDAP atkļūdošana

source: Emergency Bypass Password
lv_lv: Ārkārtas Caurlaides parole

source: SAML SP Information and Certificate Generation
lv_lv: SAML SP informācija un Sertifikātu Veidošana

source: Country (2 Character)
lv_lv: Valsts (2 burti)

source: State or Province
lv_lv: Štats vai Province

source: Organization
lv_lv: Uzņēmums

source: Certificate Expiration
lv_lv: Sertifikāta Derīguma termiņš

source: SP Private Key
lv_lv: SP Privātā Atslēga

source: SP x509 Certificate
lv_lv: SP x509 Sertifikāts

source: Generate/Renew Certificate
lv_lv: Izveidot/Atjaunināt Sertifikātu

source: IdP x509 Certificate
lv_lv: IdP x509 Sertifikāts

source: Refresh IdP Metadata
lv_lv: Atsvaidzināt IdP Metadatus

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \'home\'.
lv_lv: Šis konteineris tiks dzēsts un to nevarēs atcelt. To tiešie pavadoņi tiks pārvietoti uz \'home'\.

source: Design Maximum
lv_lv: Noteiktais Maksimums

source: Data Center Operations Custom Search
lv_lv: Datu Centru Darbību Pašveidotā Meklēšana

source: Search Field
lv_lv: Meklēšanas Lauks

source: Contains
lv_lv: Satur

source: Select search field
lv_lv: Izvēlēties meklēšanas lauku

source: Sensor Readings
lv_lv: Sensora Lasījumi

source: CDU SNMP
lv_lv: RPDU SNMP

source: Use these buttons to set the first power outlet for the CDU, check the status of the oultets again, or attempt to load the Outlet Name Labels from the CDU device.
lv_lv: Izmantojiet šīs pogas, lai iestatītu pirmo RPDU rozeti, pārbaudiet rozešu statusu atkal, vai mēģiniet ielādēt Rozetes Nosaukumu no RPDU.

source: Set First Outlet
lv_lv: Iestatīt Pirmo Rozeti

source: Power Connection Count
lv_lv: Strāvas Savienojumu Skaits

source: Outlet State
lv_lv: Izvada Stadija

source: You must configure an image for this data center before attempting to place a cabinet on its map.
lv_lv: Jums vajag uzstādīt bildi šim datu centram, pirms mēģināt tajā ielikt statni.

source: Return to Parent Panel
lv_lv: Atgriezties uz Vadošo Paneli

source: Expired and Removed
lv_lv: Iztecējis un Izņemts

source: Local Reports
lv_lv: Vietējie Ziņojumi

source: Return to Zone
lv_lv: Atgriezties uz Zonu/Salu

source: Last Modification Time
lv_lv: Pēdējais Rediģēšanas Laiks

source: Last Modified By
lv_lv: Pēdējo Reizi Rediģēja

source: Custom Search
lv_lv: Pašveidotā Meklēšana

source: Return to Row
lv_lv: Atgriezties uz Rindu

source: Failed to delete cabinet with CabinetID
lv_lv: Neizdevās dzēst statni ar StatnesID

source: Error removing sensor readings for SensorID
lv_lv: Kļūme, noņemot sensora lasījumus priekš SensorID

source: Error removing pdu stats for PDUID
lv_lv: Kļūme, noņemot PDU statistiku priekš PDUID

source: Error removing VM from VMInventory.
lv_lv: Kļūme, noņemot VM no VMInventory.

source: Invalid parameter (days)
lv_lv: Nederīgi parametri (dienas)

source: Error removing Powerpanel with PanelID
lv_lv: Kļūme, noņemot Strāvas paneli ar PanelaID

source: No sensor readings found with SensorID
lv_lv: Netika atrasti sensora lasījumi ar SensoraID

source: No PDU Stats found with PDUID
lv_lv: Nav PDU statistikas ar PDUID

source: No VM information found with VMIndex
lv_lv: Nav VM informācijas ar VMIndex

source: No Powerpanel information found for PanelID
lv_lv: Nav Strāvas paneļa informācija ar PanelaID

source: The specified CabinetID does not exist.
lv_lv: Norādītais statnesID nepastāv.

source: Error updating cabinet.
lv_lv: Kļūme, atjaunojot statni.

source: Cabinet updated successfully.
lv_lv: Statne atjaunota veiksmīgi.

source: Sensor readings update failed
lv_lv: Sensora lasījumu atjaunošana neizdevās

source: PDU stats update failed
lv_lv: PDU statistikas atjaunošana neizdevās

source: No VM found with VMIndex
lv_lv: Nav VM ar VMIndex

source: VM update failed
lv_lv: Vm atjaunošana neizdevās

source: No Powerpanel found with PanelID
lv_lv: Nav Strāvas paneļa ar PanelaID

source: Powerpanel update failed
lv_lv: Strāvas paneļa atjaunošana neizdevās

source: Audit record added successfully.
lv_lv: Audita ieraksts pievienots veiksmīgi.

source: Specified CabinetID not found.
lv_lv: Norādītais StatnesID nav atrasts.

source: Specified DeviceID not found.
lv_lv: Norādītais IekartasID nav atrasts.

source: Invalid input parameters.
lv_lv: Nederīgi ievada parametri.

source: Minimum required fields are not set: DataCenterID, Location, and CabinetHeight
lv_lv: Minimālie vajadzīgie lauki nav norādīti: DatuCentraID, Vieta, StatnesAugstums

source: Error creating cabinet.
lv_lv: Kļūme, izveidojot statni.

source: New cabinet created successfully.
lv_lv: Jauna statne izveidota veiksmīgi.

source: Error creating new department.
lv_lv: Kļūme, izveidojot jaunu nodaļu.

source: New department created successfully.
lv_lv: Jauna nodaļa izveidota veiksmīgi.

source: No Device found with DeviceID
lv_lv: Netika atrasta iekārta ar IekartasID

source: VM creation failed
lv_lv: VM izveidošana neizdevās

source: Powerpanel creation failed
lv_lv: Strāvas paneļa izveidošana neizdevās

source: Inlet Temperature
lv_lv: Ievades Temperatūra

source: Output Temperature
lv_lv: Izvades Temperatūra

source: Inlet Humidity
lv_lv: Ievades Mitrums

source: Output Humidity
lv_lv: Izvades Mitrums

source: openDCIM Test Message
lv_lv: openDCIM Testa Ziņa

source: MailTo
lv_lv: SutitUz

source: Data Center SMTP Test
lv_lv: Datu Centru SMTP tests

source: <p>This is a test email sent by an administrator from the openDCIM system at
lv_lv: <p>Šī ir testēšanas vēstule, kuru nosūtīja openDCIM administrators

source: Script called without sufficient parameters.
lv_lv: Skripts izsaukts bez derīgiem parametriem.

source: An error has occurred:
lv_lv: Notikusi kļūda:

source: SMTP Server Connection Test Successful
lv_lv: SMTP Servera Savienojums Testēts Veiksmīgi

source: Critical
lv_lv: Kritisks

source: Warning
lv_lv: Brīdinājums

source: Data Center Sensor Alerts Report
lv_lv: Datu Centru Sensoru Trauksmju Ziņojums

source: Data Center Sensor Alerts
lv_lv: Datu Centru Sensoru Trauksmes

source: Value
lv_lv: Vērtība

source: Alert Level
lv_lv: Trauksmes Līmenis

source: Data Center Power Alerts Report
lv_lv: Datu Centru Jaudas Trauksmes Ziņojums

source: Data Center Power Alerts
lv_lv: Datu Centru Jaudas Trauksme
