Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Device
fr_fr: Équipement
gl_es: Dispositivo
pt_br: Equipamento
ru_ru: Устройство
uk_ua: Кінцевий пристрій

source: Panel
fr_fr: Panneau de brassage
pt_br: Painel
ru_ru: Электрощит
uk_ua: Модульний БРЖ

source: Color Code
fr_fr: Code Couleur
gl_es: Código de Cor
pt_br: Código de cores
ru_ru: Цветовой код
uk_ua: Інтерфейс

source: Patch Port
fr_fr: Port du Panneau de brassage
gl_es: Porto de Parcheo
pt_br: Porta de conexão
ru_ru: Порт
uk_ua: Порт патчпанелі

source: Back
fr_fr: Face arrière
gl_es: Traseira
pt_br: Voltar
ru_ru: Сзади
uk_ua: Пристрій ззаду

source: Copy
fr_fr: Copier
gl_es: Copiar
pt_br: Copiar
ru_ru: Копировать
uk_ua: Копіювати

source: Export Connections
fr_fr: Exporter les connexions
gl_es: Exportar Conexións
pt_br: Exportar conexões
ru_ru: Экспорт подключений
uk_ua: Експорт комутації

source: Return to Parent Device
fr_fr: Retourner à l'équipement parents
gl_es: Voltar ao Dispositivo Pai
pt_br: Retornar para Equipamento principal
ru_ru: Вернуться к родительскому устройству
uk_ua: Назад до шасі

source: Return to Storage Room
fr_fr: Retourner à la salle de stockage
gl_es: Volver ao Almacén
pt_br: Retornar para o armazém
ru_ru: Вернуться на склад
uk_ua: Перейти на склад ЦОДа

source: Return to General Storage Room
fr_fr: Retourner à la salle de stockage générale
gl_es: Volver al Almacén General
pt_br: Retornar para o armazém geral
ru_ru: Вернуться на основной склад
uk_ua: Перейти на головний склад

source: Do you certify that you have completed an audit of this device?
fr_fr: Confirmer-vous avoir vérifié les informations sur cet équipement ?
gl_es: ¿Quere certificar que se compretou unha auditoría de este dispositivo?
pt_br: Você certifica que completou uma auditoria neste equipamento?
ru_ru: Вы удостоверяете, что закончили аудит этого устройства?
uk_ua: Ви підтверджуєте закінчення аудиту обраного пристрою?

source: Data Center Device Templates
fr_fr: Modéle d'équipement
gl_es: Plantillas de Dispositivos do CPD
pt_br: Modelos de Equipamentos de Data Center
ru_ru: Шаблоны устройств
uk_ua: Шаблони пристроїв

source: Template File Imported
fr_fr: Fichier d'import du modèle
gl_es: Fichero de Plantilla Importado
pt_br: Arquivo de modelo importado
ru_ru: Файл шаблона импортирован
uk_ua: Файл шаблона імпортовано

source: View errors
fr_fr: Visualiser les erreurs
gl_es: Ver Erros
pt_br: Visualizar erros
ru_ru: Просмотр ошибок
uk_ua: Переглянути помилки

source: Error updating front slots
fr_fr: Erreur lors de la mise à jour des emplacements en face avant
gl_es: Error actualizando ranuras frontales
pt_br: Falha de atualização dos Slots
ru_ru: Ошибка обновления фронтальных слотов
uk_ua: Помилка оновлення передніх слотів

source: Error updating rear slots
fr_fr: Erreur lors de la mise à jour des emplacements en face arrière
gl_es: Error actualizando ranuras traseras
pt_br: Falha de atualização das costas dos Slots
ru_ru: Ошибка обновления задних слотов
uk_ua: Помилка оновлення задніх слотів

source: Error updating template ports
fr_fr: Erreur lors de la mise à jour du modèle de ports
gl_es: Error actualizando los puertos de la plantilla
pt_br: Erro atualizando modelo de portas
ru_ru: Ошибка обновления портов шаблона
uk_ua: Помилка оновлення портів шаблона

source: Error updating template power connections
fr_fr: Erreur lors de la mise à jour des connexions électriques
gl_es: Erro actualizando as conexións da plantilla de potencia
pt_br: Erro atualizando modelo de portas
ru_ru: Ошибка обновления подключений питания шаблона
uk_ua: Помилка оновлення електроживлення шаблона

source: Error updating device template custom values
fr_fr: Erreur lors de la mise à jour des attributs personnalisés du modèle
gl_es: Error actualizando os valores personalizados da plantilla de dispositivo
pt_br: Erro atualizando modelo
ru_ru: Ошибка обновления настраиваемых значений шаблона устройства
uk_ua: Помилка оновлення користувацьких значень шаблону пристрою

source: Error updating cdu attributes
fr_fr: Erreur lors de la mise à jour attributs de bandeaux electriques
gl_es: Erro actualizando os atributos da CDU
pt_br: Erro atualizando equipamentos
ru_ru: Ошибка обновления атрибутов CDU
uk_ua: Помилка оновлення атрибутів шафного БРЖ або АВР

source: An error has occured, template not created
fr_fr: Une erreur est survenue, le modèle n'a pas été créé
gl_es: Ocorreu un erro, a plantilla non se creou
pt_br: Ocorreu um erro, Modelo não foi criado
ru_ru: Произошла ошибка, шаблон не создан
uk_ua: Під час створення шаблону сталася помилка

source: Error updating template
fr_fr: Erreur lors de la mise à jour du modèle
gl_es: Erro actualizando plantilla
pt_br: Erro atualizando modelo
ru_ru: Ошибка обновления шаблона
uk_ua: Помилка оновлення шаблона

source: Error updating devices
fr_fr: Erreur lors de la mise à jour des équipements
gl_es: Erro actualizando dispositivos
pt_br: Erro atualizando equipamentos
ru_ru: Ошибка обновления устройств
uk_ua: Помилка оновлення пристрою

source: Error
fr_fr: Erreur
gl_es: Erro
pt_br: Erro
ru_ru: Ошибка
uk_ua: Помилка

source: Exported
fr_fr: Exporter
gl_es: Exportado
pt_br: Exportado
ru_ru: Экспортировано
uk_ua: Експортовано

source: This value must be different than
fr_fr: Cette valeur doit être différente de
gl_es: Este valor debe ser distinto de
pt_br: Este valor precisa ser diferente de
ru_ru: Это значение должно отличаться от
uk_ua: Це значення повинно відрізнятись

source: Import
fr_fr: Importer
gl_es: Importar
pt_br: Importar
ru_ru: Импорт
uk_ua: Імпорт

source: Close
fr_fr: Fermer
gl_es: Pechar
pt_br: Fechar
ru_ru: Закрыть
uk_ua: Закрити

source: Custom
fr_fr: Personnalisé
pt_br: Customizar
uk_ua: Користувальницький

source: 0 for a vertical mounting
fr_fr: 0 pour une mise en place verticale
gl_es: 0 para montaxe vertical
pt_br: 0 para montagem vertical
ru_ru: Для вертикального монтажа - 0
uk_ua: 0, якщо змонтовано вертикально

source: No. Power Connections
fr_fr: Nb. d'alimentations électriques
gl_es: Núm. Conexións Eléctricas
pt_br: Conexões de energia
ru_ru: Кол-во подключений питания
uk_ua: Кількість розеток електроживлення

source: Edit Ports
fr_fr: Editer les ports
gl_es: Editar Portos
pt_br: Editar Portas
ru_ru: Редактировать порты
uk_ua: Редагувати порти

source: No. Ports
fr_fr: Nb. de ports
gl_es: Nº de Portos
pt_br: Quantidade de portas
ru_ru: Кол-во портов
uk_ua: Кількість портів

source: Front Picture File
fr_fr: Fichier image de la face avant
gl_es: Fichero de Carátula Frontal
pt_br: Arquivo de imagem frontal
ru_ru: Фронтальное изображение
uk_ua: Файл зображення зпереду

source: Rear Picture File
fr_fr: Fichier image de la face arrière
gl_es: Fichero de Carátula Trasera
pt_br: Arquivo de imagem traseira
ru_ru: Тыльное изображение
uk_ua: Файл зображення ззаду

source: Chassis Slots
fr_fr: Emplacements du châssis
gl_es: Ranuras do Chasis
pt_br: Slots do Chassis
ru_ru: Слотов шасси
uk_ua: Слоти шасі зпереду

source: Edit Coordinates
fr_fr: Editer la localisation sur un plan de salle
gl_es: Editar Coordenadas
pt_br: Editar Coordenadas
ru_ru: Редактировать координаты
uk_ua: Редагувати координати

source: Rear Chassis Slots
fr_fr: Emplacements du châssis (Face arrière)
gl_es: Ranuras Traseiras do Chasis
pt_br: Costa dos Slots do Chassis
ru_ru: Тыловых слотов шасси
uk_ua: Слоти шасі ззаду

source: Default:
fr_fr: Valeur par défaut:
gl_es: Por defecto:
pt_br: Padrao:
ru_ru: По умолчанию:
uk_ua: За промовчанням:

source: Revert to default value from configuration page
fr_fr: Revenir à la valeur par défaut
gl_es: Reverter ao valor por defecto da páxina de configuración
pt_br: Retornar aos valores do padrão da página
ru_ru: Вернуть к значению по умолчанию со страницы конфигурации
uk_ua: Взяти значення за промовчанням із налаштовок openDCIM

source: Revert
fr_fr: Annuler la saisie
gl_es: Reverter
pt_br: Reverter
ru_ru: Вернуть
uk_ua: Скинути

source: Enabled?
fr_fr: Activé ?
gl_es: Habilitado?
pt_br: Ativado?
ru_ru: Включен?
uk_ua: Ввімкнено?

source: Required?
fr_fr: Requis ?
gl_es: Requirido?
pt_br: Obrigatório
ru_ru: Обязательный?
uk_ua: Обов'язковий до заповнення?

source: Number of Devices Using This Template:
fr_fr: Nombre d'équipements utilisant ce modèle
gl_es: Número de dispositivos que utilizan esta plantilla
pt_br: Número de equipamentos usando esse Modelo:
ru_ru: Количество устройств, использующих этот шаблон:
uk_ua: Кількість пристроїв, що використовують цей шаблон:

source: Update Template
fr_fr: Mettre à jour ce modèle
gl_es: Actualizar Plantilla
pt_br: Atualizar modelo
ru_ru: Обновить шаблон
uk_ua: Оновити шаблон

source: Clone Template
fr_fr: Dupliquer ce modèle
gl_es: Replicar Plantilla
pt_br: Clonar modelo
ru_ru: Клонировать шаблон
uk_ua: Клонувати шаблон

source: Delete Template
fr_fr: Supprimer ce modèle
gl_es: Eliminar Plantilla
pt_br: Apagar Modelo
ru_ru: Удалить шаблон
uk_ua: Видалити шаблон

source: Update Devices
fr_fr: Mettre à jour les équipements utilisant ce modèle
gl_es: Actualizar Dispositivos
pt_br: Atualizar equipamentos
ru_ru: Обновть устройства
uk_ua: Оновити пристрої

source: OID for Phase1
fr_fr: Phase 1 électrique OID
gl_es: OID para Fase1
pt_br: OID da Fase 1
ru_ru: OID для фазы 1
uk_ua: OID для фази 1

source: OID for Phase2
fr_fr: Phase 2 électrique OID
gl_es: OID para Fase2
pt_br: OID da Fase 2
ru_ru: OID для фазы 2
uk_ua: OID для фази 2

source: OID for Phase3
fr_fr: Phase 3 électrique OID
gl_es: OID para Fase3
pt_br: OID da Fase 3
ru_ru: OID для фазы 3
uk_ua: OID для фази 3

source: Temperature OID
fr_fr: Température OID
gl_es: OID da Temperatura
pt_br: OID de temperatura
ru_ru: OID температуры
uk_ua: OID температури

source: Humidity OID
fr_fr: Hygrométrie OID
gl_es: OID da Humidade
pt_br: OID de umidade
ru_ru: OID влажности
uk_ua: OID вологості

source: Temperature Multiplier
fr_fr: Indice de multiplication pour la température
gl_es: Multiplicador da Temperatura
pt_br: Multiplicador de temperatura
ru_ru: Множитель температуры
uk_ua: Множник температури

source: Humidity Multiplier
fr_fr: Indice de multiplication pour l'hygrométrie
gl_es: Multiplicador da Humidade
pt_br: Multiplicador de umidade
ru_ru: Множитель влажности
uk_ua: Множник вологості

source: Temperature Units
fr_fr: Unité pour la température
gl_es: Unidades de Temperatura
pt_br: Unidade de temperatura
ru_ru: Единицы измерения температуры
uk_ua: Система виміру

source: Image file selector
fr_fr: Sélection du fichier image
gl_es: Selector de fichero de imagen
pt_br: Selecionador de arquivos de imagem
ru_ru: Выбор файла изображения
uk_ua: Вибір файла зображення

source: Import Template From File
fr_fr: Importer le modèle depuis un fichier
gl_es: Importar Plantilla Desde Fichero
pt_br: Importar modelo de arquivo
ru_ru: Импортировать шаблон из файла
uk_ua: Імпорт шаблона пристрою з файла

source: Import log
fr_fr: Journal de évènements d'importation
gl_es: Log de importación
pt_br: Registos de importação
ru_ru: Журнал импорта
uk_ua: Журнал імпорту

source: Disposal Method Management
fr_fr: Gestion des méthodes de sorties d'équipements
uk_ua: Керування методами утилізації

source: Created
fr_fr: Créé
uk_ua: Додано

source: Disposal Mechanism
fr_fr: Mécanisme de sortie de site pour les équipements
uk_ua: Метод утилізації

source: Disposition ID
fr_fr: Méthode de sortie
uk_ua: ID утилізації

source: New Disposal Method
fr_fr: Nouvelle méthodologie de sortie de site
uk_ua: Новий метод утилізації

source: Reference Number (Contract)
fr_fr: Référence contractuelle
uk_ua: Номер договору (контракту)

source: You must always have at least one Active disposal method.
fr_fr: Vous devez au moins avoir une méthode de sortie de site activée.
uk_ua: Ви завжди повинні мати принаймні один активний метод утилізації.

source: Data Center Escalation Rules
fr_fr: Règles d'éscalade
gl_es: Regras de Escalado do CPD
pt_br: Regras de escalonamento do datacenter
ru_ru: Правила эскалации
uk_ua: Терміни ескалацій

source: Escalation Rule
fr_fr: Règles d'éscalade
gl_es: Regra de Escalado
pt_br: Regra de escalonamento
ru_ru: Правило эскалации
uk_ua: Терміни ескалації

source: New Escalation Rule
fr_fr: Nouvelle règle d'éscalade
gl_es: Nova Regra de Escalado
pt_br: Nova regra de escalonamento
ru_ru: Новое правило эскалации
uk_ua: нові...

source: OpenDCIM Image File Management
fr_fr: OpenDCIM - Gestion des images
gl_es: Gestión de Ficheros de Imagen de openDCIM
pt_br: Gerenciamento de Arquivos de Imagem
ru_ru: Управление файлами изображений
uk_ua: Зображення та креслення

source: openDCIM Data Center Inventory
fr_fr: openDCIM - Inventaire en Data Center
gl_es: Inventario do CPD openDCIM
pt_br: Inventario do openDCIM Data Center
ru_ru: Инвентаризация центра обработки данных
uk_ua: Зведення по всім ЦОДам/площадкам

source: Device Pictures
fr_fr: Images des équipements
gl_es: Carátulas do Dispositivo
pt_br: Imagens de equipamentos
ru_ru: Изображения устройств
uk_ua: Зображення пристроїв

source: Rebuild Image Cache
fr_fr: Reconstruction du cache Image
uk_ua: Перебудувати кеш зображень

source: Infrastructure Drawings
fr_fr: Plan de salle
gl_es: Imaxes das Infraestruturas
pt_br: Diagramas de infraestrutura
ru_ru: Изображения инфраструктуры
uk_ua: Креслення

source: Delete image file?
fr_fr: Supprimer ce fichier image ?
gl_es: ¿Eliminar ficheiro de imaxe?
pt_br: Remover arquivo de imagem?
ru_ru: Удалить файл изображения?
uk_ua: Видалити файл зображення?

source: This image will be permanently deleted and cannot be recovered. Are you sure?
fr_fr: Cette image sera supprimé définitivement et ne pourra être récupéré. Êtes-vous sûr ?
gl_es: Esta imaxe será eliminada e non se poderá recuperar. ¿Está seguro?
pt_br: Esta imagem será permanentemente apagada e não poderá ser recuperada. Você tem certeza?
ru_ru: Это изображение будет удалено без возможности восстановления. Вы уверены?
uk_ua: Це зображення буде видалено без можливості відновлення. Ви підтверджуєте?

source: Data Center Operations Metrics
fr_fr: Statistiques Data Center
gl_es: Medidas Operativas do Centro de Proceso de Datos
pt_br: Métricas operacionais do Data Center
ru_ru: Показатели центра обработки данных
uk_ua: Сторінка організації

source: Pending Rack Requests
fr_fr: Demande d'installation en cours
gl_es: Solicitudes de Rack Pendentes
pt_br: Requisições de rack pendentes
ru_ru: Ожидающие запросы на размещение в стойке
uk_ua: Список заявок в роботі

source: Submit Time
fr_fr: Date/Heure de la demande
gl_es: Tempo de Envío
pt_br: Hora de Envio
ru_ru: Время подачи
uk_ua: Час створення

source: Requestor
fr_fr: Demandeur
gl_es: Solicitante
pt_br: Requisitante
ru_ru: Запросивший
uk_ua: Замовник

source: System Name
fr_fr: Nom du système
gl_es: Nome do Sistema
pt_br: Nome do sistema
ru_ru: Имя системы
uk_ua: Назва системи

source: Due By
fr_fr: Date butoire
gl_es: Previsto Para
pt_br: Vence em
ru_ru: Ожидается к
uk_ua: Виконати до

source: Data Center Inventory
fr_fr: Inventaire du data center
gl_es: Inventario do CPD
pt_br: Inventário do datacenter
ru_ru: Опись центра обработки данных
uk_ua: Зведення по всім ЦОДам/площадкам

source: Export Inventory
fr_fr: Exporter l'inventaire
gl_es: Exportar Inventario
pt_br: Exportar inventário
ru_ru: Экспорт описи
uk_ua: Друк

source: Hosted Systems
fr_fr: Équipements hébergés
gl_es: Sistemas Aloxados
pt_br: Sistemas Hospedados
ru_ru: Размещённые системы
uk_ua: Показники

source: DC Count
fr_fr: Nb de Data Center
ru_ru: Количество ЦОД

source: Physical Server Count
fr_fr: Nb de Serveurs Physiques
pt_br: Contador de Servidores Físicos
ru_ru: Количество физических серверов
uk_ua: Всього фізичних серверів

source: Other Device Count
fr_fr: Nb de systèmes hors physiques
gl_es: Número de Outros Dispositivos
pt_br: Quantidade de outros equipamentos
ru_ru: Количество других устройств
uk_ua: Всього інших пристроїв

source: Power Consumption
fr_fr: Consommation électrique
gl_es: Consumo Enerxético
pt_br: Energia Consumida
ru_ru: Потребление питания
uk_ua: Споживана потужність

source: Heat Produced
fr_fr: Chaleur produite
gl_es: Calor Producido
pt_br: Calor Gerado
ru_ru: Выделяемое тепло
uk_ua: Теплоутворення

source: VM Hosts
fr_fr: Nb de Machines virtuelles
pt_br: Hosts VM
ru_ru: Хостов VM
uk_ua: Всього серверів VMware ESXi

source: Virtualization Ratio
fr_fr: Ratio de virtualisation
pt_br: Taxa de Virtualização
ru_ru: Коэффициент виртуализации
uk_ua: Ступінь віртуалізації

source: openDCIM Login
fr_fr: Compte de connexion
pt_br: Login do openDCIM
ru_ru: Вход в openDCIM

source: Username:
fr_fr: Nom utilisateur:
pt_br: Usuário
ru_ru: Имя пользователя:

source: Password:
fr_fr: Mot de passe:
pt_br: Senha
ru_ru: Пароль:

source: Unable to bind to specified LDAP server with specified username/password. Username:
fr_fr: Impossible de lier ce compte avec le serveur LDAP - Nom utilisateur:
uk_ua: Відсутній зв'язок із зазначеним LDAP сервером із вказаними користувачем/паролем. Username:

source: LDAP authentication successful, granted site access based on required group membership. Username:
fr_fr: Connexion LDAP réussie - Groupe Accès Applicatif - Nom utilisateur:

source: LDAP authentication successful, but access denied based on lacking group membership. Username:
fr_fr: Connexion LDAP réussie mais l'accès est refusé en raison de l'absence d'appartenance à un groupe autorisé - Nom utilisateur:

source: LDAP Authentication failed for username:
fr_fr: Erreur d'authentification LDAP - Nom utilisateur:

source: Map Selector
fr_fr: Sélection des coordonnées sur le plan
gl_es: Selector de Planos
pt_br: Seletor de mapa
ru_ru: Выбор карты
uk_ua: Розташування на мапі

source: Coordinates
fr_fr: Coordonées
gl_es: Coordenadas
pt_br: Coordenadas
ru_ru: Координаты
uk_ua: Редагування координат об'єкта на мапі

source: Front Edge
fr_fr: Face avant
gl_es: Borde Frontal
pt_br: Borda Frontal
ru_ru: Передний край
uk_ua: Умовний напрям повітряного потоку

source: Click and drag on the image to select an area for
fr_fr: Cliquez sur l'image pour choisir l'emplacement pour
uk_ua: Клацніть та потягніть мишкою на зображенні аби вказати умовні межі даної шафи

source: You must configure an image for this datacenter before attempting to place a cabinet on its map.
fr_fr: Vous devez en premier lieu attacher une image du plan de salle à ce data center avant de pouvoir placer une baie sur le plan.

source: Please check that &quot;%s&quot; is actually a file.
fr_fr: Merci de vérifier que &quot;%s&quot; est bien un fichier.
gl_es: Por favor comprobe que o ficheiro &quot;%s&quot; existe
pt_br: Por favor, cheque que &quot;%s&quot; é o atual arquivo.
ru_ru: Пожалуйста, проверьте, что &quot;%s&quot; действительно файл.
uk_ua: Будь-ласка, перевірте чи &quot;%s&quot; є дійсно файлом.

source: Please check the permissions on %s and make sure it is readable.
fr_fr: Merci de vérifier les droits d'accès sur %s et assurez qu'il soit lisible.
gl_es: Por favor, revise os permisos sobre %s e comprobe que ten permiso de lectura.
pt_br: Por favor, verifique as permissões em %s e certifique-se que está com permissão de leitura.
ru_ru: Пожалуйста, проверьте разрешения на файл %s и удостоверьтесь, что он доступен для чтения.
uk_ua: Будь-ласка, перевірте права доступу на %s та переконайтесь у коректності.

source: Selection Preview
fr_fr: Aperçu de la sélection
gl_es: Previsualización da Selección
pt_br: Prévia de seleção
ru_ru: Предпросмотр выбранной области
uk_ua: Розташування на мапі

source: General Storage Room
fr_fr: Salle de stockage générale
gl_es: Almacén Xeral
pt_br: Área de armazenamento geral
ru_ru: Основной склад
uk_ua: Головний склад

source: Reports
fr_fr: Rapports
gl_es: Informes
pt_br: Relatórios
ru_ru: Отчеты
uk_ua: Звітність

source: Work Order
fr_fr: Demande
gl_es: Orde de Traballo
pt_br: Ordem de Serviço
ru_ru: Наряд на работу
uk_ua: Наряд на роботу

source: Rack Request Form
fr_fr: Formulaire de demande
gl_es: Formulario de Solicitude de Rack
pt_br: Formulário de requisição de rack
ru_ru: Запрос на размещение
uk_ua: Заявка на розміщення

source: User Administration
fr_fr: Gestion des Utilisateurs
gl_es: Administración de Usuarios
pt_br: Administração de Usuários
ru_ru: Пользователи
uk_ua: Користувачі та відділи

source: Dept. Administration
fr_fr: Gestion des départements
gl_es: Administración de Departamentos
pt_br: Administração de departamento
ru_ru: Департаменты
uk_ua: Відділи та люди

source: Issue Escalation
fr_fr: Règle d'escalade en cas de problème
gl_es: Escalados
pt_br: Escalonamento de problemas
ru_ru: Эскалация проблем
uk_ua: Налаштовка ескалацій

source: Time Periods
fr_fr: Délai
gl_es: Periodos de Tempo
pt_br: Períodos de tempo
ru_ru: Временные периоды
uk_ua: Типи ескалацій

source: Escalation Rules
fr_fr: Règles d'escalade
gl_es: Regras de Escalado
pt_br: Regras de escalonamento
ru_ru: Правила эскалации
uk_ua: Терміни ескалацій

source: Project Catalog
fr_fr: Gestion des projets référencés
pt_br: Catalogo do Projeto
ru_ru: Каталог проектов
uk_ua: Каталог проектів

source: Template Management
fr_fr: Gestion des modèles
gl_es: Xestión de Plantillas
pt_br: Gerenciamento de Modelos
ru_ru: Шаблоны
uk_ua: Шаблони

source: Edit Device Templates
fr_fr: Gestion des modèles d'équipements
gl_es: Editar Plantillas de Dispositivos
pt_br: Editar Modelos de Equipamentos
ru_ru: Шаблоны устройств
uk_ua: Шаблони пристроїв

source: Infrastructure Management
fr_fr: Gestion Infrastructure
gl_es: Xestión das Infraestruturas
pt_br: Gerenciamento de Infraestrutura
ru_ru: Инфраструктура
uk_ua: Керування інфраструктурою

source: Edit Cabinets
fr_fr: Gestion des baies
gl_es: Editar Armarios
pt_br: Editar Armários
ru_ru: Шкафы
uk_ua: Шафи

source: Device Image Management
fr_fr: Gestion des images (Équipements & Plans)
gl_es: Xestión de Imáxes de Dispositivos
pt_br: Gerenciamento das Imagem de Dispositivos
ru_ru: Изображения
uk_ua: Зображення

source: Bulk Importer
fr_fr: Importation de données
pt_br: Importação em Massa
ru_ru: Массовый импортёр
uk_ua: Груповий імпорт

source: Import Container/Datacenter/Zone/Row
fr_fr: Importation Rattachement/Data Center/Zone/Travée
uk_ua: Груповий імпорт контейнерів/ЦОДів/зон/рядів

source: Import User Accounts
fr_fr: Importation des comptes utilisateurs
uk_ua: Груповий імпорт облікових записів

source: Import Departments/Customers
fr_fr: Importation des départements
uk_ua: Груповий імпорт відділів/користувачів

source: Import Device Templates
fr_fr: Importation de modèles d'équipements
uk_ua: Груповий імпорт шаблонів пристроїв

source: Import New Cabinets
fr_fr: Importation de nouvelles baies
pt_br: Importar Novos Racks
uk_ua: Груповий імпорт нових шаф

source: Import New Devices
fr_fr: Importation de nouveaux équipements
pt_br: Importar Novos Equipamentos
ru_ru: Импортировать новые устройства
uk_ua: Груповий імпорт нових пристроїв

source: Import Network Connections
fr_fr: Importation de chaines de liaisons
pt_br: Importar Conexões de Rede
ru_ru: Импортировать сетевые подключения
uk_ua: Груповий імпорт комутації

source: Import Power Connections
fr_fr: Importation des connexions électriques
pt_br: Importar Conexões Elétricas
ru_ru: Импортировать подключения питания
uk_ua: Груповий імпорт електроживлення

source: Process Bulk Moves
fr_fr: Déplacement des équipements en masse
pt_br: Processar Movimentações em Massa
ru_ru: Обработать массовые перемещения
uk_ua: Груповий імпорт переміщень

source: Edit Manufacturers
fr_fr: Gestion des constructeurs
gl_es: Editar Fabricantes
pt_br: Editar Fabricantes
ru_ru: Производители
uk_ua: Виробники

source: Repository Sync
fr_fr: Synchronisation avec le dépôt
gl_es: Sincronizar Repositorio
pt_br: Sincronizar com o Repositório
ru_ru: Синхронизация репозитория
uk_ua: Доступ до хмарного сховища в інтернеті

source: Materiel Management
fr_fr: Pièces détachées/fournitures
uk_ua: Матеріали та запчастини
