Repository: opendcim/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: fr_fr, gl_es, pt_br, ru_ru, uk_ua

source: Set the air intake direction
fr_fr: Sélectionner la direction des entrées d'air
gl_es: Poner toma de aire
pt_br: Defina a direção da entrada de ar
ru_ru: Установка направления подачи воздуха
uk_ua: Вказати напрям повітряного потоку

source: Right
fr_fr: droits
gl_es: Dereita
pt_br: Direita
ru_ru: Справа
uk_ua: Зправа

source: Left
fr_fr: Gauche
gl_es: Esquerda
pt_br: Esquerda
ru_ru: Слева
uk_ua: Зліва

source: Alignment
fr_fr: Alignement
pt_br: Alinhamento
uk_ua: Вирівнювання

source: Align Top
fr_fr: Alignement haut
pt_br: Alinhar acima
uk_ua: По верхньому краю

source: Align Left
fr_fr: Alignement Gauche
pt_br: Alinhar à Esquerda
uk_ua: По лівому краю

source: Align Bottom
fr_fr: Alignement Bas
pt_br: Alinhar abaixo
uk_ua: По нижньому краю

source: Align Right
fr_fr: Alignement Droite
pt_br: Alinhar à Direita
uk_ua: По правому краю

source: Data Center Department Detail
fr_fr: Gestion des départements
gl_es: Detalle de Departamentos do CPD
pt_br: Detalhes do Departamento do Data Center
ru_ru: Подробности о департаменте ЦОД
uk_ua: Відділи та люди

source: New Department
fr_fr: Nouveau département
gl_es: Novo Departamento
pt_br: Novo Departamento
ru_ru: Новый департамент
uk_ua: новий...

source: Department Name
fr_fr: Nom du département
gl_es: Nome do Departamento
pt_br: Nome do Departamento
ru_ru: Имя департамента
uk_ua: Назва відділу

source: Executive Sponsor
fr_fr: Responsable de département
gl_es: Xefe Executivo
pt_br: Patrocinador Executivo
ru_ru: Руководитель
uk_ua: Керівник

source: Account Manager
fr_fr: Gestionnaire de compte
gl_es: Administrador de Contas
pt_br: Gerente de Contas
ru_ru: Управляющий учетными записями
uk_ua: Адміністратор облікових записів

source: Department Color
fr_fr: Couleur du département
gl_es: Cor do Departamento
pt_br: Cor do Departamento
ru_ru: Цвет департамента
uk_ua: Колір на легенді

source: Classification
fr_fr: Regroupement
gl_es: Clasificación
pt_br: Classificação
ru_ru: Классификация
uk_ua: Класифікація

source: Assign Contacts
fr_fr: Ajouter un contact
gl_es: Asignar Contactos
pt_br: Associar contatos
ru_ru: Назначить контакты
uk_ua: Вибрати людей з адресної книжки

source: Department delete confirmation
fr_fr: Confirmation de suppression du département
gl_es: Confirmación de eliminación do departamento
pt_br: Confirmação de remoção de Departamento
ru_ru: Подтверждение удаления департамента
uk_ua: Підтвердження видалення відділу

source: Are you sure that you want to delete this Department?
fr_fr: Êtes-vous sur de vouloir supprimer ce département ?
gl_es: ¿Está seguro de eliminiar este Departamento?
pt_br: Você tem certeza que deseja remover este Departamento?
ru_ru: Вы уверены, что хотите удалить этот департамент?
uk_ua: Ви дійсно бажаєте видалити даний відділ?

source: openDCIM Department Contact Maintenance
fr_fr: openDCIM - Contact de maintenance
gl_es: Mantemento de Contactos de Departamentos de openDCIM
pt_br: Contatos Departamento de Manutenção openDCIM
ru_ru: Техническое обслуживание контакта департамента openDCIM
uk_ua: openDCIM обслуговування пристроїв

source: Group to Administer
fr_fr: Département en charge de l'exploitation
gl_es: Grupo para Administrar
pt_br: Grupo para Administrar
ru_ru: Администрируемая группа
uk_ua: Додавання людей в

source: Submit
fr_fr: Soumettre
gl_es: Enviar
pt_br: Enviar
ru_ru: Отправить
uk_ua: Застосувати

source: Data Center Manufacturer Listing
fr_fr: Liste des constructeurs
gl_es: Listado de Fabricantes do CPD
pt_br: Lista de Fabricantes do Data Center
ru_ru: Список производителей центра обработки данных
uk_ua: Виробники пристроїв

source: Error adding new manufacturer
fr_fr: Erreur d'ajout de nouveau constructeur
gl_es: Erro ao añadir un novo fabricante
pt_br: Erro adicionando Novo Fabricante
ru_ru: Ошибкая добавления нового производителя
uk_ua: Помилка додавання нового виробника

source: New Manufacturer
fr_fr: Nouveau constructeur
gl_es: Novo Fabricante
pt_br: Novo Fabricante
ru_ru: Новый производитель
uk_ua: новий...

source: Global ID
fr_fr: Identifiant global
gl_es: ID Global
pt_br: ID Global
ru_ru: Глобальный ID

source: Subscribe to Repository
fr_fr: Souscrire au dépôt
gl_es: Suscribirse ao Repositorio
pt_br: Inscrever no Repositório
ru_ru: Подписаться на репозиторий
uk_ua: Відправляти до сховища

source: Templates using this Manufacturer
fr_fr: Modèles utilisant ce constructeur
gl_es: Plantillas que usan este Fabricante
pt_br: Modelos usando este Fabricante
ru_ru: Шаблонов, использующих этого производителя
uk_ua: Кількість шаблонів із цим виробником

source: Manufacturer delete confirmation
fr_fr: Confirmation de suppression du constructeur
gl_es: Confirmación de eliminación de Fabricante
pt_br: Confirmação de remoção de Fabricante
ru_ru: Подтверждение удаления производителя
uk_ua: Підтвердження видалення виробника

source: Are you sure that you want to delete this Manufacturer?
fr_fr: Êtes-vous sur de vouloir supprimer ce constructeur ?
gl_es: ¿Está seguro de que quere eliminar este Fabricante?
pt_br: Você tem certeza que deseja remover este Fabricante?
ru_ru: Вы уверены, что хотите удалить этого производителя?
uk_ua: Ви дійсно бажаєте видалити даного виробника?

source: Data Center Device Detail
fr_fr: Information sur l'équipement
gl_es: Detalle de Dispositivos do CPD
pt_br: Detalhes do equipamento do data center
ru_ru: Подробности об устройстве ЦОД
uk_ua: Додавання пристрою у шафу ЦОДа

source: Something isn't working correctly
fr_fr: Quelque chose n'a pas fonctionnée correctement
gl_es: Algo non está a funcionar correctamente
pt_br: Alguma coisa terrivelmente errada acabou de acontecer.
ru_ru: Что-то работает некорректно
uk_ua: Щось пішло не так :-/.

source: From Template
fr_fr: Depuis le modèle
gl_es: Dende a Plantilla
pt_br: Do modelo
ru_ru: Из шаблона
uk_ua: з шаблона

source: Invert Port Labels
fr_fr: Inverser les noms de ports
gl_es: Inverter etiquetas de portos
pt_br: Inverte rotulos das portas
ru_ru: Инвертировать метки портов
uk_ua: Інвертувати назви портів

source: ERROR: No ports found
fr_fr: Erreur: Aucun port trouvé
gl_es: ERRO: Portos non atopados
pt_br: ERRO: Nenhuma porta encontrada
ru_ru: ОШИБКА: Порты не найдены
uk_ua: ПОМИЛКА: Не знайдено портів

source: Rear
fr_fr: Face arrière
gl_es: Traseira
pt_br: Traseira
ru_ru: Сзади
uk_ua: ззаду

source: This device is a copy of an existing device. Remember to set the new location before saving.
fr_fr: Cet équipement est une copie d'un équipement existant. N'oubliez pas de définir son nouvel emplacement avant de le sauvegarder.
gl_es: Este dispositivo é unha copia doutro existente. Recorde poñer unha nova posición antes de gardar.
pt_br: Este equipamento é uma cópia de um equipamento existente. Lembre-se de definir um novo local antes de salvar.
ru_ru: Это устройство является копией существующего. Не забудьте задать новое местоположение перед сохранением.
uk_ua: Цей пристрій є копією існуючого пристрою. Не забудьте вказати його розташування перед збереженням.

source: Device did not copy. Error.
fr_fr: L'équipement n'a pas été copié. Erreur
gl_es: Non se copió o dispositivo. Erro.
pt_br: Equipamento não copiado. Erro.
ru_ru: Устройство не скопировано. Ошибка.
uk_ua: Пристрій не можна скопіювати. Помилка.

source: Server
fr_fr: Serveur
gl_es: Servidor
pt_br: Servidor
ru_ru: Сервер
uk_ua: Сервер

source: Storage Array
fr_fr: Stockage
gl_es: Cabina de Almacenamento
pt_br: Ordem do Armazém
ru_ru: Массив хранения данных
uk_ua: Система збереження даних

source: Chassis
fr_fr: Châssis
gl_es: Chasis
pt_br: Chassi
ru_ru: Шасси
uk_ua: Шасі

source: Patch Panel
fr_fr: Panneau de brassage
gl_es: Panel de Parcheo
pt_br: Painel de Conexões
ru_ru: Патч-панель
uk_ua: Патчпанель

source: Sensor
fr_fr: Capteur environnemental
ru_ru: Датчик
uk_ua: Датчик

source: Physical Infrastructure
fr_fr: Accessoires
gl_es: Infraestrutura Física
pt_br: Infraestrutura física
ru_ru: Физическая инфраструктура
uk_ua: Інженерна інфраструктура

source: CDU
fr_fr: Bandeau électrique
pt_br: PDU
uk_ua: Шафний БРЖ або АВР

source: openDCIM Device Maintenance
fr_fr: OpenDCIM Maintenance des équipements
gl_es: Mantemento de dispositvos de opnDCIM
pt_br: Manutenção de equipamento OpenDcim
ru_ru: Техническое обслуживание устройства openDCIM
uk_ua: Обслуговування пристроїв

source: VM Name
fr_fr: Nom de la machine virtuel
gl_es: Nome VM
pt_br: Nome da VM
ru_ru: Имя ВМ
uk_ua: Назва віртуальної машини

source: Status
fr_fr: Statut
gl_es: Estado
pt_br: Estado
ru_ru: Статус
uk_ua: Стан

source: Owner
fr_fr: Propriétaire
gl_es: Propietario
pt_br: Proprietário
ru_ru: Владелец
uk_ua: Власник

source: Last Updated
fr_fr: Dernière mise à jour
gl_es: Última Actualización
pt_br: Última atualização
ru_ru: Последнее обновление
uk_ua: Оновлено

source: Unknown
fr_fr: Inconnu
gl_es: Descoñecido
pt_br: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо

source: Open
fr_fr: Ouvert
pt_br: Aberto
ru_ru: Открыть
uk_ua: Відкрити

source: Landscape
fr_fr: Paysage
gl_es: Apaisado
pt_br: Paisagem
ru_ru: Альбомный
uk_ua: Альбомний

source: Network & Power
fr_fr: Connectiques LAN et Electriques
gl_es: Rede e Enerxía
pt_br: Rede e Energia
ru_ru: Сеть & Питание
uk_ua: Комутація та живлення

source: Verify Delete Device
fr_fr: Suppression de l'équipement
gl_es: Verificar Borrado do Dispositivo
pt_br: Verificação de exclusão de Equipamento
ru_ru: Подтверждение удаления устройства
uk_ua: Підтвердження видалення пристрою

source: If this device has blades installed they will be deleted and there is no undo. Are you sure?
fr_fr: Si cet équipement contient des lames, elles seront supprimées et vous ne pourrez pas revenir en arrière. Êtes-vous sûr ?
gl_es: Se este chasis ten dispositivos instalados, estes serán eliminados e non se poderá desfacer. ¿Está seguro?
pt_br: Se este equipamento possuir laminas instaladas, elas serão removidas e não há como desfazer esta ação. Você tem certeza?
ru_ru: Если это устройство содержит установленные лезвия, то они будут удалены, и это действие невозможно отменить. Вы уверены?
uk_ua: Якщо це шасі має встановлені модулі/леза, вони будуть видалені без можливості відновлення. Ви переконані?

source: This device will be deleted and there is no undo. Are you sure?
fr_fr: Cet équipement sera supprimé et vous ne pourrez pas revenir en arrière. Êtes-vous sûr ?
gl_es: Este dispositivo será eliminado e non se poderá desfacer. ¿Está seguro?
pt_br: Este equipamento será removido e não há como desfazer esta ação. Você tem certeza?
ru_ru: Это устройство будет удалено и это действие невозможно отменить. Вы уверены?
uk_ua: Цей пристрій буде видалено без можливості відновлення. Ви переконані?

source: Asset Tracking
fr_fr: Information Générale
gl_es: Seguimento de Activos
pt_br: Rastreamento de Ativos
ru_ru: Отслеживание активов
uk_ua: Загальна інформація

source: Device ID
fr_fr: ID Équipement
gl_es: ID do Dispositivo
pt_br: ID do equipamento
ru_ru: ID устройства
uk_ua: ID

source: Scan Barcode
fr_fr: Scanner le code-barre
gl_es: Escanear Código de Barras
pt_br: Ler código de barras
ru_ru: Сканировать штрихкод
uk_ua: Штрихкод

source: Primary IP / Host Name
fr_fr: Adresse IP ou Nom de l'hôte
gl_es: IP Principal / Nome
pt_br: Endereço IP principal / Nome de Host
ru_ru: Основной IP / Имя хоста
uk_ua: Основна IP-адреса/Ім'я

source: Warranty Company
fr_fr: Mainteneur
gl_es: Empresa que da a Garantía
pt_br: Companhia da Garantia
ru_ru: Гарантийная компания
uk_ua: На гарантії у

source: Warranty Expiration
fr_fr: Date de fin de maintenance
gl_es: Caducidade da Garantía
pt_br: Data de expiração da garantia
ru_ru: Гарантийный срок
uk_ua: Гарантія закінчується

source: Last Audit Completed
fr_fr: Date du dernier audit
gl_es: Última Auditoría Completada
pt_br: Última auditoria completada
ru_ru: Дата последнего аудита
uk_ua: Стан аудиту

source: Audit not yet completed
fr_fr: Audit pas encore complété
gl_es: Auditoría sen completar
pt_br: Auditoria ainda não completada
ru_ru: Аудит ещё не завершён

source: Departmental Owner
fr_fr: Entité Propriètaire
gl_es: Departamento Propietario
pt_br: Departamento Proprietário
ru_ru: Департамент-владелец
uk_ua: Відділ

source: Unassigned
fr_fr: Non associé
gl_es: Non Asignado
pt_br: Não assinalado
ru_ru: Не назначено
uk_ua: не визначено

source: Show Contacts
fr_fr: Afficher les contacts
gl_es: Mostrar Contactos
pt_br: Mostrar contatos
ru_ru: Показать контакты
uk_ua: Показати контакти

source: Escalation Information
fr_fr: Information d'escalade
gl_es: Información de Escalado
pt_br: Informação de escala
ru_ru: Информация об эскалации
uk_ua: Налаштовка ескалації

source: Time Period
fr_fr: Délai
gl_es: Periodo de Tempo
pt_br: Período de tempo
ru_ru: Временной период
uk_ua: Тип ескалації

source: Select...
fr_fr: Sélectionner...
gl_es: Seleccionar...
pt_br: Selecionar...
ru_ru: Выбрать
uk_ua: обрати...

source: Details
fr_fr: Informations complémentaires
gl_es: Detalles
pt_br: Detalhes
ru_ru: Подробности
uk_ua: Терміни ескалації

source: Contact Lookup
fr_fr: Recherche du contact
gl_es: Consulta de Contactos
pt_br: Consultar contato
ru_ru: Поиск контакта
uk_ua: Знайти контакти

source: Custom Attributes
fr_fr: Champs personnalisés
gl_es: Atributo personalizado de dispositivo
pt_br: Atributos Customizados
ru_ru: Настраиваемые атрибуты
uk_ua: Користувальницька інформація

source: Parent Device
fr_fr: Équipement Parent
gl_es: Dispositivo Pai
pt_br: Equipamento principal
ru_ru: Родительское устройство
uk_ua: Батьківський пристрій

source: Device Class
fr_fr: Type d'équipement
gl_es: Clase de Dispositivo
pt_br: Classe do Equipamento
ru_ru: Класс устройства
uk_ua: Шаблон

source: Select a template...
fr_fr: Sélectionner un modèle...
gl_es: Selecionar unha plantilla...
pt_br: Selecionar um modelo...
ru_ru: Выбор шаблона
uk_ua: обрати...

source: Height
fr_fr: Hauteur
gl_es: Altura
pt_br: Altura
ru_ru: Высота
uk_ua: Формфактор (U)

source: Number of slots
fr_fr: Nombre d'emplacement internes
gl_es: Número de ranuras
pt_br: Número de Slots
ru_ru: Количество слотов
uk_ua: Кількість слотів

source: Half Depth
fr_fr: Demi profondeur
gl_es: Medio Fondo
pt_br: Meia profundidade
ru_ru: Половинная глубина
uk_ua: Половинна глибина

source: Back Side
fr_fr: Face arrière
gl_es: Parte Traseira
pt_br: Lado de trás
ru_ru: Установка сзади
uk_ua: Змонтовано ззаду

source: Number of Data Ports
fr_fr: Nb de ports de données
gl_es: Número de Portos de Datos
pt_br: Quantidade de portas de dados
ru_ru: Количество портов данных
uk_ua: Кількість портів

source: Nominal Draw (Watts)
fr_fr: Consommation estimée (en Watts)
gl_es: Potencia Nominal (Watios)
pt_br: Consumo nominal (Watts)
ru_ru: Номинальное потребление (Ватт)
uk_ua: Номінальна споживана потужність (Ват)

source: Power Connections
fr_fr: Nb d'alimentations électriques
gl_es: Conexións Eléctricas
pt_br: Conexões de energia
ru_ru: Подключения питания
uk_ua: Таблиця електроживлення

source: Chassis Total Draw
fr_fr: Consommation totale du châssis (en Watt)
gl_es: Potencia Total do Chasis
pt_br: Consumo total do chassi
ru_ru: Общее потребление шасси
uk_ua: Сумарна споживана потужність шасі

source: Chassis Total Weight
fr_fr: Poids total du châssis
gl_es: Refrescar Notas dos Portos
pt_br: Peso total do chassi
ru_ru: Суммарный вес шасси
uk_ua: Сумарна вага шасі

source: Device Type
fr_fr: Catégorie d'équipement
gl_es: Tipo de Dispositivo
pt_br: Tipo de equipamento
ru_ru: Тип устройства
uk_ua: Тип

source: Device Images
fr_fr: Représentation graphique
gl_es: Imaxes do dispositivo
pt_br: Imagens dos equipamentos
ru_ru: Изображения устройств
uk_ua: Зображення пристрою

source: ProxMox Configuration
fr_fr: Configuration Proxmox
pt_br: Configuração ProxMox
ru_ru: Конфигурация ProxMox
uk_ua: Конфігурація ProxMox

source: API Username
fr_fr: Compte utilisateur API
ru_ru: Имя пользователя API

source: API Password
fr_fr: Mot de passe API
ru_ru: Пароль API

source: API Port
fr_fr: Port API
ru_ru: Порт API

source: ProxMox Realm
fr_fr: Domaine de sécurité (Realm) Proxmox
ru_ru: Область ProxMox

source: SNMP Configuration
fr_fr: Configuration SNMP
gl_es: Configuración SNMP
pt_br: Configuração SNMP
ru_ru: Конфигурация SNMP
uk_ua: Конфігурація SNMP

source: Configuration Default
fr_fr: Configuration par défaut
gl_es: Configuración por defecto
pt_br: Configuração Padrão
ru_ru: Конфигурация по умолчанию
uk_ua: За промовчанням

source: SNMP Read Only Community
fr_fr: Communauté SNMP (Lecture seul)
gl_es: Comunidade SNMP de Sólo Lectura
pt_br: Comunidade somente de leitura do SNMP
ru_ru: Сообщество SNMP только для чтения
uk_ua: SNMP ro community

source: Consecutive SNMP Failures
fr_fr: Nb d'échec SNMP consécutifs
gl_es: Fallos SNMP Consecutivos
pt_br: Falhas consecutivas de SNMP
ru_ru: Ошибок SNMP подряд
uk_ua: Кількість послідовних SNMP невдач

source: Polling is disabled after three consecutive failures.
fr_fr: La sonde est désactivée après trois échec consécutifs
gl_es: A sondaxe deshabilítase despois de tres fallos consecutivos.
pt_br: O "polling" está desabilitado depois de três tentativas consecutivas
ru_ru: Опрос отключается после трёх ошибок подряд
uk_ua: Опитування буде припинено після трьох підряд невдалих спроб.

source: Power Specifications
fr_fr: Spécifications Electriques
gl_es: Especificacións Eléctricas
pt_br: Especificações de Potência
ru_ru: Спецификация питания
uk_ua: Інформація по електроживленню

source: Source Panel
fr_fr: Tableau éléctrique
gl_es: Cadro Eléctrico
pt_br: Painel de alimentação
ru_ru: Электрический щит
uk_ua: Модульний БРЖ

source: Select Panel
fr_fr: Sélectionner un tableau électrique
gl_es: Selecionar Cadro
pt_br: Selecionar Painel
ru_ru: Выберите щит
uk_ua: обрати...

source: Voltages:
fr_fr: Tension:
gl_es: Voltaxes:
pt_br: Tensões:
ru_ru: Напряжения:
uk_ua: Напруга (3ф/1ф):

source: Breaker Size (# of Poles)
fr_fr: Nb de phases du disjoncteur
gl_es: Tamaño do Interruptor (Nº de Polos)
pt_br: Capacidade do Disjuntor (Número de Polos)
ru_ru: Размер выключателя (кол-во полюсов)
uk_ua: Кількість полюсів автомата

source: Panel Pole Number
fr_fr: Numéro du départ
gl_es: Numero de Toma do Cadro
pt_br: Número do Polo no Painel
ru_ru: Номер полюса щита
uk_ua: Номер модуля БРЖ

source: All Breaker Poles
fr_fr: Tous les circuits electriques
gl_es: Polos no Cadro
pt_br: Todos os polos dos Disjuntores
ru_ru: Все полюсы выключателя
uk_ua: Всі полюси автомата

source: Input Amperage
fr_fr: Ampérage (A)
gl_es: Amperaje de Entrada
pt_br: Corrente de entrada
ru_ru: Входная сила тока
uk_ua: Максимальний струм автомата

source: Uptime
fr_fr: Disponibilité
gl_es: Tempo de Funcionamento
pt_br: Tempo ativo
ru_ru: Время работы

source: Firmware Version
fr_fr: Version du firmware
gl_es: Versión de Frimware
pt_br: Versão do firmware
ru_ru: Версия прошивки
uk_ua: Версія мікрокода

source: Wattage
fr_fr: Consommation (en Watt)
gl_es: Pontencia (W)
ru_ru: Мощность
uk_ua: Виміряна потужність

source: Manual Entry
fr_fr: Entrée Manuelle
gl_es: Entrada Manual
pt_br: Entrada Manual
ru_ru: Ручной ввод
uk_ua: Вказати вручну

source: Last Update
fr_fr: Dernière mise à jour
gl_es: Última Actualización
pt_br: Última atualização
ru_ru: Последнее обновление
uk_ua: Станом на

source: Fail Safe Switch?
fr_fr: STS ?
gl_es: ¿Conmutador Contra Fallos?
pt_br: Comutação Segura Falha?
ru_ru: Переключение на резервный источник питания?
uk_ua: Підключено до резервного електроджерела?

source: Source Panel (Secondary Source)
fr_fr: Source Électrique (Secondaire)
gl_es: Cadro Eléctrico (Fonte Secuntaria)
pt_br: Painel de alimentação (Segunda alimentação)
ru_ru: Электрический щит (вторичный источник)
uk_ua: Модульний БРЖ (резервне джерело)

source: Panel Pole Number (Secondary Source)
fr_fr: Numéro du départ du tableau électrique (Source secondaire)
gl_es: Numero de Toma do Cadro (Secundario)
pt_br: Número do Polo no Painel (Segunda alimentação)
ru_ru: Номер полюса щитка (вторичный источник)
uk_ua: Номер модуля БРЖ (резервне джерело)

source: Use these buttons to set the first port for the switch, check the status of the ports again, or attempt to load the Port Name Labels from the switch device.
fr_fr: Utilisez ces bouttons pour définir le premier port du switch,vérifiez de nouveau le statut des ports ou tentez de chargerle nom des ports venant du switch.
gl_es: Utilice estes botón para especificar o primeiro porto do switch, comprobar de novo o estado do porto, ou intentar cargar o nome do porto dende o dispositivo.
pt_br: Utilize estes botões para definir a primeira porta do switch, verificar o estado das portas novamente, ou tentar recuperar a descrição das portas do switch.
ru_ru: Используйте эти кнопки для установки первого порта коммутатора, повторной проверки статуса портов или попытки загрузить имена портов с устройства.
uk_ua: Ці кнопки дозволяють встановити умовно перший порт комутатора, перечитати стан його портів, а також звантажити умовні назви портів та примітки до них, якщо останні були прописані.

source: Set First Port
fr_fr: Définir le premier port
gl_es: Poñer Primeiro Porto
pt_br: Defina a primeira porta
ru_ru: Установить первый порт
uk_ua: Вказати перший порт

source: Refresh Status
fr_fr: Rafraichir le statut
gl_es: Refrescar Estado
pt_br: Atualizar estado
ru_ru: Обновить статус
uk_ua: Оновити стан портів

source: Refresh Port Names
fr_fr: Rafraichir les noms
gl_es: Refrescar Nomes de Portos
pt_br: Atualizar nomes de portas
ru_ru: Обновить имена портов
uk_ua: Оновити назви портів

source: Refresh Port Notes
fr_fr: Rafraichir les informations complémentaires
gl_es: Refrescar Notas dos Puertos
pt_br: Atualizar notas de portas
ru_ru: Обновить примечания портов
uk_ua: Оновити примітки до портів

source: Chassis Contents
fr_fr: Contenu du châssis
gl_es: Contenido do Chasis
pt_br: Conteúdo do chassi
ru_ru: Содержимое шасси
uk_ua: Вміст шасі

source: Front
fr_fr: Face avant
gl_es: Frontal
pt_br: Frente
ru_ru: Спереди
uk_ua: Пристрій зпереду

source: Number of Slots in Chassis:
fr_fr: Nb d'emplacements dans le châssis
gl_es: Número de Ranuras no Chasis
pt_br: Número de Slots no Chassis
ru_ru: Количество слотов в шасси:
uk_ua: Кількість слотів в шасі:

source: Slot #
fr_fr: Numéro de l'emplacement
gl_es: Ranuna Nº
ru_ru: Слот #
uk_ua: Номер слота

source: Device Name
fr_fr: Nom de l'équipement
gl_es: Nome do Dispositivo
pt_br: Nome do equipamento
ru_ru: Имя устройства
uk_ua: Ім'я

source: You must first define how many slots are in the chassis before you can add devices.
fr_fr: Vous devez d'abord définir combien d'emplacements composent ce châssis avant d'y ajouter des équipements
gl_es: Debe definir cuántas ranuras tiene el chasis antes de añadir dispositivos.
pt_br: Você primeiro deve definir quantos slots o chassi possui antes de adicionar equipamentos.
ru_ru: Сначала вы должны определить сколько слотов в шасси, а затем сможете добавлять устройства.
uk_ua: Перед тим як додати пристрій у слот, необхідно вказати загальну кількість слотів в шасі.

source: Hypervisor Server Information
fr_fr: Serveur de gestion pour l'Hyperviseur
pt_br: Informações do servidor Hypervisor
ru_ru: Информация о гипервизоре
uk_ua: Інформація про гіпервізор

source: Hypervisor
fr_fr: Hyperviseur
ru_ru: Гипервизор
uk_ua: Гіпервізор

source: Limit device type selection to
fr_fr: Limiter la sélection des types d'équipement à
pt_br: Limite o tipo do equipamento selecionado para
ru_ru: Ограничить выбор типа устройств по
uk_ua: Показувати пристрої тільки типу

source: Limit device selection to
fr_fr: Limiter la sélection des équipement à
gl_es: Limitar a selección de dispositivo a
pt_br: Limite o equipamento selecionado para
ru_ru: Ограничить выбор устройств по
uk_ua: Показувати пристрої тільки з

source: Operational Log
fr_fr: Événements
gl_es: Log de Operacións
pt_br: Registos de operação
ru_ru: Журнал операций
uk_ua: Журнал подій

source: Port Name
fr_fr: Nom du port
gl_es: Nome do Porto
pt_br: Nome da porta
ru_ru: Имя порта
uk_ua: Порт або роз'єм
